Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Enable hide/show criteria
bg: Активирайте скриете / покаже критерии
ca: Permet amagar/mostrar els filtres
cs: Povolit skrýt / zobrazit kritéria
da: Slå skjul/vis kriterier til
de: Aktivieren hide / show Kriterien
el: Ενεργοποίηση απόκρυψη / εμφάνιση κριτήρια
et: Luba peida/näita kriteeriumid
eu: Gaitu ezkutatzeko / erakusteko irizpideak
fi: Ota piilottaa / näyttää kriteerit
fr: Activer afficher/masquer les critères
hu: Engedélyezze elrejtése/megjelenítése kritériumok
is: Virkja fela / sýna viðmið
it: Abilita i criteri mostra/nascondi
lt: Įjungti paslėpti / parodyti kriterijus
lv: Ļauj slēpt / rādīt kritērijus
mt: Jippermettu jaħbu / juru kriterji
nl: Schakel verbergen / criteria te tonen
no: Aktiver vise / skjule kriterier
pl: Włącz ukryć / pokazać kryteria
pt: Habilitar ocultar / mostrar critérios
ro: Activează ascunde/arată criteriile
ru: Включить скрыть / показать критериям
sk: Povoliť skryť / zobraziť kritériá
sl: Omogoči skriti / prikazati merila
sv: Aktivera dölja / visa kriterier för
tr: Kriterleri göstermek / gizlemek etkinleştirin

source: Enable left portlets
bg: Разрешаване на левите портлети
ca: Mostra els portlets de l'esquerra
cs: Zapnout vlevo portlety
da: Slå venstre-kolonne portletter til
de: Linke Portlets einschalten
el: Ενεργοποίηση αριστερά συστατικά στοιχεία πύλης
et: Luba vasakul Mooduli
eu: Aktibatu ezkerreko portletak
fi: Ota vasen portlet
fr: Activer les portlets de gauche
hu: Engedélyezze a bal portletek
is: Virkja vinstri portlets
it: Abilita le portlet sulla colonna sinistra
lt: Įjungti kairę portlety
lv: Iespējot kreiso portlets
mt: Jippermettu portlets xellug
nl: Schakel links portlets
no: Aktiver venstre portleter
pl: Włącz lewo portletów
pt: Habilitar portlets esquerda
ro: Activează portleţii de stânga
ru: Включение левого портлетов
sk: Zapnúť portlety vľavo
sl: Omogoči levo portletov
sv: Möjliggöra vänstra portletar
tr: Sol portletler etkinleştirin

source: Enable right portlets
bg: Разрешаване на правилните портлети
ca: Mostra els portlets de la dreta
cs: Povolit správné portlety
da: Slå højre-kolonne portletter til
de: Rechte Portlets einschalten
el: Ενεργοποίηση δικαίωμα συστατικά στοιχεία πύλης
et: Luba õigus Mooduli
eu: Aktibatu eskumako portletak
fi: Ota oikea portlet
fr: Activer les portlets de droite
hu: Engedélyezze a jobb portletek
is: Virkja rétt portlets
it: Abilita le portlet sulla colonna destra
lt: Įjungti teisingus portlety
lv: Iespējot pareizos portlets
mt: Jippermettu portlets dritt
nl: Vrijgave rechts portlets
no: Aktivere høyre portleter
pl: Włącz odpowiednie portletów
pt: Habilitar portlets direito
ro: Activează portleţii de dreapta
ru: Включите право портлетов
sk: Povoliť portlety vpravo
sl: Omogoči prave portletov
sv: Möjliggöra rätt portletar
tr: Sağ portletler etkinleştirin

source: Enable smart facets hiding
bg: Разрешаване на умни аспекти крие
ca: Amaga intel·ligentment els filtres
cs: Povolit inteligentní aspekty skrývá
da: Slå intelligent visning af facetter til
de: Smart Facetten versteckt
el: Ενεργοποίηση έξυπνων όψεις κρύβονται
et: Luba smart tahke peidus
eu: Sailkapen argiak ezkutatzea aktibatu
fi: Ota älykäs puolta piilossa
fr: Activer le masquage intelligent des facettes
hu: Engedélyezze okos arcát bujkál
is: Virkja sviði hliðar fela
it: Abilita sfaccettature intelligenti nascondere
lt: Įjungti protingų aspektų slepiasi
lv: Iespējot smart šķautnes slēpjas
mt: Jippermettu aspetti intelliġenti ħabi
nl: Schakel slimme facetten te verbergen
no: Aktiver smarte fasetter skjule
pl: Włącz inteligentne aspekty ukrywanie
pt: Habilitar facetas inteligentes escondendo
ro: Activează asunderea inteligentă a faţetelor
ru: Включить смарт грани скрываются
sk: Povoliť inteligentné skrývanie fazetového vyhľadávania
sl: Omogočanje pametnih plati skriva
sv: Möjliggöra smarta fasetter dölja
tr: Akıllı yönleriyle gizleme etkinleştirin

source: Enabled (hidden)
ca: Activat (s'amaga)
eu: Aktibatuta (ezkutuan)
fr: Activé (caché)
ro: Activ (ascuns)

source: End
bg: Край
ca: Final
cs: Konec
de: Ende
el: Τέλος
et: Lõpp
eu: Amaiera
fi: End-näppäin
fr: Fin
hu: Vége
is: Endir
it: Fine
lt: Pabaiga
mt: Tmiem
no: Slutt
pl: Koniec
pt: Final
ro: Până la
ru: грань
sk: Koniec
sl: Konec
sv: Ände
tr: Bitiş

source: End date
bg: Крайна дата
ca: Data final
cs: Datum ukončení
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
et: Lõppkuupäev
eu: Bukaera data
fi: Lopetuspäivä
fr: Date de fin
hu: A befejezés időpontja
is: Lokadagur
it: Data di fine
lt: Pabaigos data
lv: Beigu datums
mt: Data tat-tmiem
nl: Einddatum
no: Sluttdato
pl: Data końcowa
pt: Data de fim:
ro: Data finală
ru: Конечная дата
sk: Dátum ukončenia
sl: Končni datum
sv: Slut-tid
tr: Bitiş Tarihi

source: Error type:
bg: Грешка тип:
ca: Tipus d'error:
cs: Typ chyby:
da: Fejltype:
de: Fehler Art:
el: Τύπος σφάλματος:
et: Viga tüüp:
eu: Errore-mota:
fi: Virhetyyppi:
fr: Type d'erreur:
hu: Hiba típusa:
is: Villa ferðar:
it: Tipo di errore:
lt: Klaidos tipas:
lv: Kļūda veids:
mt: Tip żball:
nl: Fout type:
no: Feil type:
pl: Typ błędu:
pt: Tipo de erro:
ro: Tip eroare:
ru: Ошибка типа:
sk: Typ chyby:
sl: Napaka tipa:
sv: Fel typ:
tr: Hata türü:

source: Error value:
bg: Стойността за грешка:
ca: Valor de l'error:
cs: Chybová hodnota:
da: Fejlværdi:
de: Fehler Wert:
et: Viga väärtus:
eu: Errorearen balioa:
fi: Error arvo:
fr: Valeur de l'erreur:
hu: Hiba érték:
is: Villa gildi:
it: Valore dell'errore:
lt: Klaidos vertė:
lv: Kļūdas vērtība:
mt: Valur żball:
nl: Fout waarde:
no: Feil verdi:
pl: Wartość błędu:
pt: Valor de erro:
ro: Eroare:
ru: Значение ошибки:
sk: Hodnota chyby:
sl: Vrednost napake:
sv: Fel värde:
tr: Hata değeri:

source: Export
bg: Износ
ca: Exporta
cs: Exportovat
da: Eksportér
el: Εξαγωγή
et: Eksport
eu: Esportatu
fi: Vie
fr: Exporter
hu: Exportálás
is: Flytja út
it: Esporta
lt: Eksportas
lv: Eksportēt
mt: Esportazzjoni
nl: Exporteren
no: Eksporter
pl: Eksport
pt: Exportar
ro: Exportă
ru: Экспорт
sl: Izvoz
tr: İhracat

source: Extension profile for EEA Faceted Navigation.
ca: Perfil d'instal·lació de la navegació facetada EEA
ro: Profil Navigare Fațetată

source: Faceted global settings
bg: Фасетиран глобални настройки
ca: Configuració global de la cerca facetada
cs: Tváří globální nastavení
da: Globale indstillinger for facetter
de: Globale Einstellungen für Faceted
el: Πολύπλευρη καθολικές ρυθμίσεις
et: Lihvitud globaalsed seadistused
eu: Sailkapenen konfigurazioa orokorra
fi: Särmikkäät yleisasetukset
fr: Paramètres généraux de la navigation à facettes
hu: Sokoldalú globális beállítások
is: Faceted Alþjóðlegar stillingar
it: Impostazioni globali delle faccette
lt: Briaunotas pasaulio parametrus
lv: Slīpētas globālie uzstādījumi
mt: Settings globali aspetti
nl: Facet globale instellingen
no: Fasettert globale innstillinger
pl: Faceted ustawienia globalne
pt: Facetadas configurações globais
ro: Setări generale pentru navigarea faţetată
ru: Грановитая глобальные настройки
sk: Globálne nastavenia fazetového vyhľadávania
sl: Obrazi globalne nastavitve
sv: Mångfasetterade globala inställningar
tr: Yönlü genel ayarlar

source: Faceted items preview
ca: Vista prèvia facetada
eu: Elementuen aurrebista
fr: Vue facettes prévisualisation
ro: Galerie elemente

source: Faceted listing view
ca: Vista estàndard facetada
eu: Elementuen zerrenda bista
fr: Vue facettes listing
ro: Listare elemente

source: Faceted navigable
ca: Navegació per facetes
eu: Sailkapen bidez nabigatu daiteke
fr: Navigation par facettes
ro: Navigare fațetată

source: Faceted navigation
ca: Navegació facetada
eu: Sailkapen bidezko nabigazioa
fr: Navigation par facettes
ro: Navigare fațetată

source: Faceted navigation can be activated on the instances of this content type.
ca: Permet que s'activi la navegació facetada en els elements d'aquest tipus.
eu: Sailkapen bidezko nabigazioa elementu-mota honetako objektuetan aktibatu daiteke.
fr: La navigation par facettes peut être activées sur les éléments de ce type.
ro: Navigarea fațetată poate fi activată conținutului de acest tip.

source: Faceted navigation disabled
bg: Фасетиран навигация инвалиди
ca: S'ha desactivat la navegació facetada
cs: Tváří navigace vypnuté
da: Facetteret navigation slået fra
de: Faceted Navigation abgeschaltet
el: Πολύπλευρη πλοήγηση άτομα με ειδικές ανάγκες
et: Lihvitud navigation lülitatud
eu: Sailkapen bidezko nabigazioa desaktibatu egin da
fi: Särmikkäät navigointi käytössä
fr: Navigation par facettes désactivée
hu: Sokoldalú navigáció tiltva
is: Faceted flakk óvirk
it: Navigazione a faccette disabilitata
lt: Briaunuotas navigaciją išjungtas
lv: Slīpētas navigācija invalīdiem
mt: Navigazzjoni aspetti b'diżabilità
nl: Facetnavigatie uitgeschakeld
no: Fasettert navigasjon deaktivert
pl: Faceted nawigacji wyłączony
pt: Navegação facetada desativada
ro: Navigarea faţetată a fost dezactivată
ru: Грановитая навигации отключено
sk: Fazetová navigácia vypnutá
sl: Obrazi navigacija onemogočena
sv: Fasetterad navigering inaktiverad
tr: Yönlü navigasyon devre dışı

source: Faceted navigation enabled
bg: Фасетиран навигация позволи
ca: S'ha activat la navegació facetada
cs: Tváří navigace povoleny
da: Facetteret navigation slået til
de: Faceted Navigation eingeschaltet
el: Πολύπλευρη δυνατότητα πλοήγησης
et: Lihvitud navigation võimalus
eu: Sailkapen bidezko nabigazioa aktibatu egin da
fi: Särmikkäät navigointi käytössä
fr: Navigation par facettes activée
hu: Sokoldalú navigáció engedélyezve
is: Faceted flakk virkt
it: Navigazione a faccette abilitata
lt: Briaunuotas navigacija įjungta
lv: Slīpētas navigācija ļāva
mt: Navigazzjoni aspetti ppermettiet
nl: Facetnavigatie ingeschakeld
no: Fasettert navigasjon aktivert
pl: Faceted nawigacji włączony
pt: Navegação facetada habilitado
ro: Navigarea faţetată a fost activată
ru: Грановитая навигация включена
sk: Fazetová navigácia povolená
sl: Obrazi navigacija omogočeno
sv: Fasetterad navigering aktiverat
tr: Yönlü navigasyon etkin

source: Faceted navigation settings
ca: Configuració de la navegació facetada
eu: Sailkapen bidezko nabigazioaren ezarpenak
fr: Paramètres de la navigation par facettes
ro: Setări navigare fațetată

source: Faceted search disabled
bg: Фасетиран търсене с увреждания
ca: S'ha desactivat la cerca facetada
cs: Tváří hledání vypnuté
da: Facetteret søgning slået fra
de: Facettierte Suche deaktiviert
el: Πολύπλευρη αναζήτηση άτομα με ειδικές ανάγκες
et: Lihvitud otsing lülitatud
eu: Sailkapen bidezko bilaketa desaktibatuta
fi: Särmikkäät haku käytössä
fr: Recherche à facettes désactivée
hu: Sokoldalú keresési tiltva
is: Faceted leita óvirk
it: Ricerca sfaccettato disattivato
lt: Briaunotas paieška išjungtas
lv: Slīpētas meklēšana invalīdiem
mt: Tfittxija aspetti b'diżabilità
nl: Facet zoeken uitgeschakeld
no: Fasettert søk deaktivert
pl: Faceted search wyłączony
pt: Busca facetada desativada
ro: Căutarea fațetată a fost dezactivată
ru: Грановитая поиск отключен
sk: Fazetové vyhľadávanie vypnuté
sl: Obrazi iskanje invalide
sv: Fasetterad sökning inaktiverad
tr: Yönlü arama devre dışı

source: Faceted search enabled
bg: Фасетиран търсене поддръжка
ca: S'ha activat la cerca facetada
cs: Tváří hledání povoleny
da: Facetteret søgning slået til
de: Faceted Suche aktiviert
el: Πολύπλευρη δυνατότητα αναζήτησης
et: Lihvitud otsing lubatud
eu: Sailkapen bidezko bilaketa aktibatuta
fi: Särmikkäät haku päällä
fr: Recherche à facettes activée
hu: Sokoldalú keresési engedélyezve
is: Faceted leita virkt
it: Ricerca sfaccettato abilitato
lt: Briaunotas paieška įjungta
lv: Slīpētas meklēšana ļāva
mt: Tfittxija aspetti ppermettiet
nl: Facet zoeken ingeschakeld
no: Fasettert søk aktivert
pl: Faceted szukaj włączony
pt: Busca facetada habilitado
ro: Căutarea faţetată activată
ru: Грановитая поиск включен
sk: Fazetové vyhľadávanie povolené
sl: Obrazi iskanje omogočen
sv: Fasetterad sökning aktiverat
tr: Yönlü arama etkin

source: Faceted summary view
ca: Vista resum facetada
eu: Elementuen mosaiko bista
fr: Vue facettes sommaire
ro: Sumar elemente

source: Filter added
bg: Филтър на добавяне
ca: S'ha afegit el filtre
cs: Filtr přidáno
da: Filter tilføjet
de: Filter hinzugefügt
el: Φίλτρο προστέθηκε
et: Filter lisatud
eu: Filter gehitu
fi: Suodata lisätty
fr: Filtre ajouté
hu: Szűrő ki
is: Sía bætt
it: Filtro aggiunto
lt: Filtras pridėta
lv: Filtrs pievienots
mt: Iffiltra miżjud
nl: Filter toegevoegd
no: Filter lagt
pl: Filtr dodaje
pt: Filtro adicionado
ro: Filtru a fost adăugat
ru: Фильтры добавил
sk: Filter pridaný
sl: Filter dodano
sv: Filtret tillsattes
tr: Filtre eklendi

source: Filter deleted
bg: Филтрира се заличават
ca: S'ha suprimit el filtre
cs: Filtr vymazány
da: Filtrer slettet
de: Filtern gelöscht
el: Φιλτράρισμα διαγράφεται
et: Filtreeri kustutatud
eu: Iragazi ezabatu
fi: Suodata poistettu
fr: Filtre supprimé
hu: Szűrés törölve
is: Sía eytt
it: Filtro rimosso
lt: Filtruoti ištrinti
lv: Filtrēt svītrots
mt: Iffiltra mħassra
nl: Filter verwijderd
no: Filter slettet
pl: Filtrowanie usunięta
pt: Filtrar excluído
ro: Filtru a fost şters
ru: Фильтр удален
sk: Filter vymazaný
sl: Filtrirajte črta
sv: Filtrera bort
tr: Silinen filtreleme

source: Filter from vocabulary
bg: Филтър от речник
ca: Vocabulari de les opcions de filtre
cs: Filtr ze slovníku
da: Filtre fra liste af valgmuligheder
de: Filter aus Vokabulars
el: Φίλτρο από το λεξιλόγιό
et: Filter sõnavara
eu: Hiztegiaren arabera filtratu
fi: Suodata mistä sanastosta
fr: Vocabulaire des options de tri
hu: Szűrés a szókincs
is: Sía úr orðaforða
it: Filtra dal vocabolario
lt: Ieškoti iš žodyno.
lv: Atlasīt vārdnīca
mt: Iffiltra minn vokabularju
nl: Filter van de woordenschat
no: Filter fra ordforråd
pl: Filtr z słownictwem
pt: Filtro de vocabulário
ro: Filtrează opţiunile folosind vocabularul
ru: Фильтр из словаря
sk: Filter zo slovníka
sl: Filtrirajte iz besednjaka
sv: Filtret från ordförrådet
tr: Kelime filtrelemek

source: Filters
bg: Филтри
ca: Filtres
cs: filtry
da: Filtre
de: Filter
el: Φίλτρα
et: Filtrid
eu: Filtroak
fi: Suodattimet
fr: Filtres
hu: Szűrés
is: Síur
it: Filtri
lt: Filtrai
lv: Filtri
mt: Filtri
no: Filtre
pl: filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sk: Filtre
sl: Filtri
sv: Filter
tr: Filtreler

source: Filters deleted
bg: Филтри изтрита
ca: S'han suprimit els filtres
cs: Filtry vymazány
da: Filtre slettet
de: Filter gelöscht
el: Φίλτρα διαγράφεται
et: Filtrid kustutatud
eu: Filtroak ezabatu egin dira
fi: Suodattimet poistettu
fr: Filtres supprimés
hu: Szűrés törölve
is: Síur eytt
it: Filtri eliminati
lt: Filtrai ištrinti
lv: Filtri svītrots
mt: Filtri mħassra
nl: Filters verwijderd
no: Filter slettet
pl: Filtry usunięta
pt: Filtros excluído
ro: Filtrele au fost şterse cu succes
ru: Фильтры удален
sk: Filtre vymazané
sl: Filtri črta
sv: Filtren bort
tr: Filtreler silindi

source: Friendly name
bg: Приятелски име
ca: Nom visible
cs: přátelské
da: Venligt navn
de: Titel
el: Φιλικό όνομα
eu: Izenburua
fi: Friendly nimi
fr: Nom d'affichage
hu: Barátságos neve
is: Vingjarnlegur nafn
it: Nome
lt: Draugiškas vardas
lv: Draudzīgs nosaukums
mt: Friendly isem
nl: Vriendelijke naam
no: Friendly navn
pl: Przyjazna nazwa
pt: Nome amigável
ro: Titlu
ru: Понятное имя
sk: Popisný názov
sl: Prijazno ime
sv: Friend Namn
tr: Dostu adı

source: Future
bg: бъдеще
ca: Futur
cs: budoucí
da: Fremtid
de: Zukunft
el: μελλοντικός
et: tulevik
eu: Etorkizuna
fi: tulevaisuus
fr: Futur
hu: Jövő
is: Framtíð
it: Futuro
lt: Ateitis
lv: Nākotne
nl: Toekomst
pl: Przyszłość.
pt: Futuro
ro: În viitor
ru: Будущие
sk: Budúce
sl: Prihodnost
sv: framtiden
tr: Gelecek

source: Get unique values from catalog as an alternative for vocabulary
bg: Получите уникален стойности от каталог, като алтернатива за речник
ca: Utilitza, com a vocabulari, els valors únics indexats al catàleg
cs: Získejte jedinečných hodnot v katalogu jako alternativu pro slovníku
da: Brug unikke værdier fra kataloget som valgmuligheder
de: Hole die einheitlichen Ergebnisse aus dem Katalog als eine Alternative für dieses Vokabular.
el: Πάρτε μοναδικών τιμών από τον κατάλογο ως εναλλακτική λύση για το λεξιλόγιο
et: Saada unikaalseid väärtusi kataloogi alternatiivina sõnavara
eu: Balioak katalogotik ekarri hiztegitik beharrean.
fi: Hanki ainutlaatuisia arvoja kuvaston vaihtoehtona sanastoa
fr: Utiliser l'ensemble des valeurs indexées comme vocabulaire
hu: Szerezz egyedi értékeket katalógust alternatívája szókincs
is: Fá einstakt gildi frá verslun sem val fyrir orðaforða
it: Prendi i valori univoci dal catalogo come vocabolario alternativo
lt: Gauti unikalias reikšmes iš katalogo kaip alternatyvą žodyną
lv: Iegūt unikālas vērtības no kataloga, kā alternatīva vārdnīca
mt: Get valuri uniċi minn katalogu bħala alternattiva għall-vokabularju
nl: Krijg unieke waarden uit catalogus als een alternatief voor woordenschat
no: Få unike verdiene fra katalogen som et alternativ for vokabular
pl: Zdobądź unikalne wartości z katalogu jako alternatywa dla słownika
pt: Obter valores originais de catálogo como uma alternativa para o vocabulário
ro: Preia valorile unice din catalog ca o alternativă la vocabular
ru: Получить уникальные значения из каталога в качестве альтернативы для словаря
sk: Získaj jedinečné hodnty z katalógu ako alternatívu pre slovník
sl: Get enolične vrednosti iz kataloga kot alternativa za besednjaka
sv: Få unika värden från katalogen som ett alternativ för vokabulär
tr: Kelime için bir alternatif olarak katalog benzersiz değerleri alın

source: Hidden
bg: Скрит
ca: Amagat
cs: Skrytý
da: Skjult
de: Versteckt
el: Κρυφό
et: Peidetud
eu: Ezkutuan
fi: Piilotetut
fr: Masqué
is: Falinn
it: Nascosto
lt: Paslėptas
lv: Slēptās
mt: Moħbija
nl: Verborgen
pl: Ukryte
pt: Oculto
ro: Ascunde
ru: Скрыта
sk: Skrytý
sl: skrit
sv: Dold

source: Hide 'All' option
ca: Amaga l'opció 'Tots'
da: Skjul muligheden Alle
eu: Ezkutatu 'guztiak' aukera
fr: Masquer l'option 'Tous'
ro: Ascunde optţiunea 'Toate'
sk: Skryť možnosť 'Všetko'

source: Hide filters
bg: Скриване на филтри
ca: Amaga els filtres
cs: Skrýt filtry
da: Skjul filtre
de: Ausblenden Filter
el: Απόκρυψη φίλτρων
et: Peida filtrid
eu: Filtroak ezkutatu
fi: Piilota suodattimet
fr: Masquer les filtres
hu: Szűrők elrejtése
is: Fela síur
it: Nascondi i filtri
lt: Slėpti filtrus
lv: Paslēpt filtrus
nl: Verberg filters
no: Skjul filtre
pl: Ukryj filtry
pt: Ocultar filtros
ro: Ascunde filtrele
ru: Скрыть фильтр
sk: Skryť filtre
sl: Skrij filtri
sv: Dölj filter
tr: Filtreleri gizle

source: Hide items with zero results
bg: Скриване на елементи с нулев резултат
ca: Amaga els elements sense cap resultat
cs: Skrýt položky s nulovým výsledkům
da: Skjul elementer med nul resultater
de: Verstecke Einträge ohne Ergebnisse
el: Απόκρυψη στοιχείων με μηδενικά αποτελέσματα
et: Peida esemed null tulemusi
eu: Ezkutatu emaitzarik ez duten elementuak
fi: Piilota kohteita nolla tulosta
fr: Masquer les éléments sans résultat
hu: Hide tételek nulla eredmény
is: Fela atriði með núll árangri
it: Nascondi gli elementi con zero risultati
lt: Slėpti elementus su nuline rezultatus
lv: Paslēpt preces ar nulles rezultātu
mt: Hide oġġetti b'riżultati żero
nl: Verberg artikelen met nul resultaten
no: Skjule elementer med null resultater
pl: Ukrywanie elementów z zerową wyników
pt: Ocultar itens com resultados zero
ro: Ascundere elementele care nu generează nici un rezultat
ru: Скрыть элементы с нулевыми результатами
sk: Skryť položky s prázdnym výsledkom
sl: Skrij postavke z nič rezultatov
sv: Dölja objekt med nollresultat
tr: Sıfır sonuçları ile öğeleri gizle

source: Hide this widget in order for e-tag to be used
ca: Amaga aquest giny per tal d'utilitzar les e-tag
eu: Ezkutatu widget hau e-tag erabili ahal izateko
fr: Cacher ce widget afin d'utiliser les e-tags
ro: Ascunde acest widget pentru a lua în calcul acest e-tag

source: Hide widget
bg: Скриване на джаджа
ca: Amaga el giny
cs: Skrýt widgetu
da: Skjul widget
de: Verstecke Widget
el: Απόκρυψη widget
et: Peida widget
eu: Widgeta ezkutatu
fi: Piilota widget
fr: Masquer le widget
hu: Hide minialkalmazás
is: Fela Tónlist
it: Nascondi il widget
lt: Slėpti valdikliui
lv: Paslēpt widget
mt: Aħbi widget
nl: Verberg widget
no: Skjul widget
pl: Ukryj widget
pt: Ocultar Widget
ro: Ascunde widget-ul
ru: скрывать widget
sk: Skryť miniaplikáciu
sl: Skrij widget
sv: Göm widget
tr: Widget gizle

source: If this checkbox is checked, hides the "All" option
ca: Si està seleccionat, s'amaga l'opció "Tots"
eu: Aukeratuta badago, "Guztiak" aukera ezkutatzen du
fr: Si cette case est cochée, l'option "Tous" sera cachée
ro: Ascunde opțiunea 'Toate'

source: If this checkbox is checked, hides the choice to filter in all items or in current items only
ca: Si està seleccionat, amaga l'opció per a filtrar entre tots els elements o només entre els elements actuals
da: Vælges dette, skjules muligheden for at filtrere i enten alle eller nuværende elementer
eu: Aukeratuta badago, elementu guztien artean edo uneko elementuen artean bakarrik filtratzeko aukera ez da erakutsiko
fr: Si cette case est cochée, masque la possibilité de filtrer soit dans tous les éléments soit seulement dans les éléments courants.
ro: Dacă aceasta opţiune este selectată, ascunde opţiunile de cautare avansată
sk: Ak táto možnosť je povolená, skryje sa možnosť pre filtrovanie vo všetkých položkách alebo len v aktuálnej položke

source: If this checkbox is checked, the system will automatically do a wildcard search by appending a '*' to the search term so searching for 'budget' will also return elements containing 'budgetary'.
ca: Si està seleccionat, se cerca afegint automàticament un '*' al text de cerca; així per exemple si se cerca 'pressupost' també hi haurà resultats d'elements que continguin 'pressupostos'.
eu: Aukeratuta badago, sistemak automatikoki '*' gehituko du testuaren bukaeran. Horrela 'gauza' bilatuz gero 'gauzak' ere aurkituko du.
fr: Si cette case est cochée, une recherche générique sera automatiquement effectuée en ajoutant une '*' au terme de recherche de sorte qu'une recherche sur 'budget' ramènera également les éléments contenant 'budgétaire'.
ro: Dacă această opțiune este selectată, sistemul va adăuga automat '*' la căutare, astfel căutările după 'buget' vor întoarce rezultate conținând și 'bugetar'

source: Import
bg: Внос
ca: Importa
da: Importér
el: Εισαγωγή
et: Impordi
eu: Inportatu
fi: Tuoda
fr: Importer
hu: Importálás
is: Innflutningur
it: Importa
lt: Importuoti
lv: Importēt
mt: Importazzjoni
nl: Importeren
no: Importer
pl: Importuj
pt: Importar
ro: Importă
ru: Импорт
sl: Uvozi
tr: Al

source: Import - Export configuration
bg: Внос - конфигурация на износа
ca: Configuració d'importació/exportació
cs: Import - export konfigurace
da: Importér/Eksportér opsætning
de: Import - Export der Konfiguration
el: Εισαγωγή - Εξαγωγή διαμόρφωσης
et: Import - Export konfiguratsiooni
eu: Konfigurazioa inportatu-esportatu
fi: Import - Export kokoonpano
fr: Importer - Exporter la configuration
hu: Import - Export konfiguráció
is: Innflutningur - útflutningur stillingar
it: Configurazione di Importazione - Esportazione
lt: Importas - Eksportas konfigūracija
lv: Imports - Eksports konfigurācija
mt: Importazzjoni - konfigurazzjoni Esportazzjoni
nl: Import - Export configuratie
no: Import - eksport konfigurasjon
pl: Import - Export konfiguracji
pt: Import - Export configuração
ro: Importă - Exportă configuraţia
ru: Импорт - Экспорт конфигурации
sk: Import - export konfigurácie
sl: Uvoz - izvoz konfiguracije
sv: Import - Export konfiguration
tr: İthalat - İhracat yapılandırma
