Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Title for widget to display in view page
bg: Заглавие джаджа да се показва в изгледа на страницата
ca: Títol del giny que es mostra a la vista facetada
cs: Název pro ovládací prvek se zobrazí v náhledu stránky
da: Titel der vises for den besøgende
de: Titel des Widgets, wenn unter "Ansicht" angezeigt.
el: Τίτλος widget για να εμφανιστεί σε προβολή σελίδας
et: Pealkiri näitav vidin, pidades silmas lehele
eu: Widgetak orrialdean izango duen izenburua
fi: Otsikko ja widget näyttää koska sivu
fr: Titre du widget affiché sur la page de recherche
hu: Címet widgetet megjeleníteni tekintettel oldalon
is: Titill fyrir græjuna til að sýna á síðu skoða
it: Titolo del widget da mostrare nella pagina
lt: Pavadinimas valdikliui į rodyti peržiūros puslapyje
lv: Nosaukums par widget, lai parādītu skatīšanās lapā
mt: Titolu għall widget għall-wiri fil-paġna ħsieb
nl: Titel voor widget om weer te geven met het oog op pagina
no: Tittel for widget for å vise i visningen side
pl: Tytuł widget do wyświetlania w widoku strony
pt: Título de widget para exibir na página de visualização
ro: Titlul widget-ului afişat în pagina de vizualizare
ru: Название для виджет для отображения на странице просмотра
sk: Názov pre miniaplikáciu pre zobrazenie v náhľade stránky
sl: Naslov za widget za prikaz v pogledu strani
sv: Titel för Widget att visa i Visa sida
tr: Görünümünde sayfada göstermek widget için Başlığı

source: Today
bg: днес
ca: Avui
cs: dnes
da: I dag
de: Heute
el: σήμερα
et: täna
eu: Gaur
fi: tänään
fr: Aujourd'hui
hu: ma
is: Í dag
it: Oggi
lt: Šiandien
lv: Šodien
nl: Vandaag
no: Idag
pl: Dzisiaj
pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
tr: Bugün

source: Tomorrow
bg: утре
ca: Demà
cs: zítra
da: I morgen
de: Morgen
el: αύριο
et: homme
eu: Bihar
fi: huomenna
fr: Demain
hu: Holnap
is: Á morgun
it: Domani
lt: Rytoj
lv: Rīt
nl: Morgen
no: I morgen
pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sv: I morgon
tr: Yarın

source: Type
bg: Тип
ca: Tipus
cs: Ty
de: Art
el: Τύπος
et: Tüüp
eu: Mota
fi: Tyyppi
is: Tegund
it: Tipo
lt: Tipas
mt: Tip
pl: Typ
pt: Tipos
ro: Tip
ru: Типы
sk: Typ
sl: Tip
sv: Typ
tr: Tür

source: Type of the cloud
bg: Вид на облака
ca: Tipus del núvol
cs: Typ mraku
da: Tagcloud-type
de: Typ der Wolke
el: Τύπος του νέφους
et: Tüüp pilv
eu: Laino-mota
fi: Tyyppi pilvi
fr: Type de nuage
hu: Típusa a felhő
is: Tegund skýinu
it: Tipo di cloud
lt: Iš debesies tipas
lv: Tips mākonis
mt: Tip ta 'l-sħaba
nl: Aard van de wolk
no: Type skyen
pl: Rodzaj chmurze
pt: Tipo da nuvem
ro: Tip
ru: Тип облака
sk: Typ oblaku
sl: Vrsta oblaku
sv: Typ av molnet
tr: Bulut türü

source: Type of the widget.
bg: Вид на джаджа.
ca: Tipus de giny.
cs: Typ ovládacího prvku.
da: Widgettype.
de: Art des Widgets
el: Τύπος του widget.
et: Tüüpi vidin.
eu: Widget-mota.
fi: Tyyppi widgetin.
fr: Type de widget.
hu: Írja be a widget.
is: Tegund af hlut.
it: Tipo di widget
lt: Objekto tipas.
lv: Tips widget.
mt: Tip ta 'l-widget.
nl: Aard van de widget.
no: Type av widgeten.
pl: Rodzaj widżetu.
pt: Tipo do widget.
ro: Tipul widget-ului
ru: Тип виджетов.
sk: Typ miniaplikácie.
sl: Vrsta widget.
sv: Typ av widgeten.
tr: Widget türü.

source: UI Calendar years range
bg: Потребителския интерфейс Календар година варират
ca: Interval d'anys del calendari
cs: UI Kalendář let pohybuje
da: År, der skal kunne vælges
de: UI Kalender Jahre reichen
el: UI Ημερολογιακά έτη κυμαίνονται
et: UI Calendar aastat ulatuda
eu: Egutegiko urte-sorta
fi: UI Kalenterivuodet vaihtelevat
fr: Interval de dates du calendrier
hu: UI naptári évig terjedhet
is: HÍ almanaksár allt
it: UI Anni solari vanno
lt: UI Kalendorius metų svyruoja
lv: UI Kalendārs gadus svārstās
mt: UI snin Kalendarju jvarjaw
nl: UI Kalenderjaren variëren
no: UI Kalender år spenner
pl: UI lata kalendarzowe wahać
pt: Anos UI Calendário variar
ro: Interfață interval calendar
ru: Пользовательский интерфейс календаря лет колебаться
sk: Rozsah rokov UI kalendára
sl: UI Koledar let segajo
sv: UI kalenderår allt
tr: UI Takvim yaş aralığı

source: Uncheck this box if you don't want hide/show criteria feature enabled on this widget
bg: Махнете отметката от това квадратче, ако не искате Скрий / Покажи критерии характеристика е разрешена за тази джаджа
ca: Quan està activat permet que l'usuari amagui els filtres
cs: Zrušte zaškrtnutí tohoto políčka, pokud nechcete zobrazit / skrýt kritéria mají povoleno na tomto prvku
da: Fjern markeringen i dette felt, hvis du ikke ønsker skjul/vis kriterier funktionaliteten på denne widget
de: Deaktivieren Sie dieses Kontrollkästchen, wenn Sie nicht wollen, hide / show Kriterien aktiviert auf diesem Widget
el: Αποεπιλέξτε αυτό το πλαίσιο, αν δεν θέλετε απόκρυψη / εμφάνιση κριτήρια διαθέτουν τη δυνατότητα σε αυτό το μαραφέτι
et: Puhasta see ruut, kui te ei soovi peida / näita kriteeriumid funktsioon on sisse lülitatud selle vidina
eu: Desaktibatu kutxa hau ez baduzu widget honetan erakutsi/ezkutatu aukera agertzea nahi.
fi: Poista tämä valinta, jos et halua hide / show kriteerit ominaisuus käytössä tämä vekotin
fr: Décochez cette case si vous ne voulez pas que la fonctionnalité afficher/masquer soit activée sur ce widget
hu: Törölje ezt a rovatot, ha nem akarjuk elrejteni / show kritériumok szolgáltatás bekapcsolt, ez a widget
is: Taktu hakið úr þessum reit ef þú vilt ekki að fela/sýna viðmiðanir eru virkt á þessum hlut
it: Deseleziona questo box se non vuoi la funzionalità dei criteri mostra/nascondi su questo widget
lt: Nuimkite šį langelį, jei nenorite slėpti / rodyti kriterijai funkcija įjungta šį valdikliui
lv: Noņemiet atzīmi šajā lodziņā, ja nevēlaties slēpt / rādīt kritēriji iezīme Javascript šo widget
mt: Uncheck din il-kaxxa jekk inti ma tridx jinħbew / Kriterji juru karatteristika mixgħula fuq dan widget
nl: Deselecteer dit vakje aan als u niet wilt dat hide/show criteria hebben ingeschakeld op deze widget
no: Fjern merkingen av denne boksen hvis du ikke vil vise / skjule kriterier har aktivert på denne widgeten
pl: Usuń zaznaczenie tego pola, jeśli nie chcesz, ukryj / kryteria pokaż wyposażone włączona widgetu
pt: Desmarque esta caixa se você não quer esconder / Critérios mostram recurso ativado neste widget
ro: Deselectează aceasta opţiune dacă nu vrei 'ascunde/arată criteriile' activă pentru acest widget
ru: Снимите этот флажок, если вы не хотите скрыть / показать критерии имеют включен этот виджет
sk: Zrušte začiarknutie tohto políčka, ak nechcete mať povolené možnosti zobraziť/skryť pre túto miniaplikáciu
sl: Počistite to polje, če ne želite Skrij / prikaži merila funkcija omogočena ta widget
sv: Avmarkera denna ruta om du inte vill dölja / visa kriterier har aktiverat på denna widget
tr: Eğer istemiyorsanız işareti kaldırın bu kutuyu gizlemek / göstermek kriterleri bu widget etkin özelliği

source: Uninstall EEA Faceted Navigation
ca: Desinstal·la la EEA navegació facetada
eu: EEA Faceted Navigation kendu
ro: Dezinstalați Navigarea Fațetată

source: Uninstall to remove EEA Faceted Navigation support
ca: Desinstal·leu per a suprimir la EEA navegació facetada
eu: EEA Faceted Navigation kendu
ro: Dezistalați pentru a șterge Navigarea Fațetată

source: Use the results counter for sorting
ca: Utilitza el comptatge de resultats per a ordenar les opcions
da: Sorter efter antal resultater
eu: Emaitzen kontagailua erabili ordenatzeko
fr: Utilise le compteur de résultats pour le tri
ro: Utilizează contorul rezultat pentru sortare

source: Visible to
bg: Вижда се от
ca: Visible per a
cs: Viditelné
da: Synlig for
de: Sichtbar
el: Ορατό σε
et: Nähtav
eu: Nork ikusi dezake
fi: Näkyy
fr: Visible par
hu: Látható, hogy
is: Birtist
it: Visibile a
lt: Matoma
lv: Redzams
mt: Viżibbli
nl: Zichtbaar voor
no: Synlig for
pl: Widoczne
pt: Visível para
ro: Vizibil pentru
ru: Видна
sk: Viditeľné
sl: Vidni
sv: Synlig för
tr: Görülebilen

source: Vocabulary
bg: Речник
ca: Vocabulari
cs: Slovník
da: Liste af valgmuligheder
de: Vokabular
el: Λεξιλόγιο
et: Sõnavara
eu: Hiztegia
fi: Sanasto
fr: Vocabulaire
hu: Szókincs
is: Orðaforði
it: Vocabolario
lt: Žodynas
lv: Vārdu krājums
mt: Vokabolarju
nl: Woordenschat
pl: słownictwem.
pt: Vocabulário
ro: Vocabular
ru: Словарик
sk: Slovník
sl: Besednjak
sv: Ordförråd
tr: Kelime

source: Vocabulary to use to filter sorting criteria. Leave empty for default sorting criteria.
bg: Речник, за да се използва за филтриране на сортиране критерии. Оставете празно за критерии по подразбиране за сортиране.
ca: Vocabulari que s'utilitza per a obtenir els criteris d'ordenació. Deixeu-lo buit per a obtenir els criteris d'ordenació per defecte.
cs: Slovník použít k filtrování kritéria třídění. Nechte prázdné pro třídícího kritéria.
da: Liste af valgmuligheder, der skal bruges til at filtrere sorteringskriterier. Undlad at vælge en liste for at bruge standard sorteringskriterier.
de: Wortschatz zu verwenden, um Sortier-Kriterien zu filtern. Leer für Standard-Kriterien sortieren.
el: Λεξιλόγιο να χρησιμοποιήσετε για να φιλτράρετε τα κριτήρια διαλογής. Αφήστε το κενό για τα κριτήρια διαλογής προεπιλογή.
et: Sõnavara kasutada filtreerida sortimiskriteeriumina. Jäta tühjaks default sortimiskriteeriumina.
eu: Ordenazio irizpideak filtratzeko erabiliko den hiztegia. Utzi hutsik defektuzko ordenazio irizpidea erabiltzeko.
fi: Sanaston käyttö suodattaa lajitteluperusteet. Jätä tyhjä oletuksena lajitteluperusteet.
fr: Vocabulaire du filtre de tri. Laissez vide pour les critères de tri par défaut.
hu: Szókincset használni, hogy kiszűrje rendezési feltételeket. Hagyja üresen az alapértelmezett rendezési feltételeket.
is: Orðaforði til að nota til að sía flokkun viðmið. Skildu þetta eftir autt fyrir vanræksla flokkun forsendum.
it: Vocabolario da utilizzare per filtrare i criteri di ordinamento. Lasciare vuoto per utilizzare i criteri di ordinamento predefiniti.
lt: Žodynas naudoti filtruoti rūšiavimo kriterijus. Palikite tuščia įsipareigojimų neįvykdymo rikiavimo kriterijų.
lv: Vārdnīca izmantot, lai filtrētu šķirošanas kritērijus. Atstājiet tukšu, lai noklusējuma kārtošanas kritēriju.
mt: Vokabolarju li tuża biex filtru kriterji ta 'għażla. Ħalli vojta għal kriterji issortjar default.
nl: Woordenlijst te gebruiken sorteercriteria filteren. Laat leeg voor standaard sortering criteria.
no: Ordforråd å bruke til å filtrere Sorteringskriteriene. La stå tomt for standard Sorteringskriteriene.
pl: Słownictwo używać do filtrowania kryteria sortowania. Pozostaw puste dla kryterium sortowania domyślnych.
pt: Vocabulário usar para filtrar os critérios de classificação. Deixe em branco para critérios de classificação padrão.
ro: Vocabularul folosit pentru a filtra elementele de sortare. Nu selecta pentru a folosi criteriile implicite
ru: Словарь использовать для фильтрации критериев сортировки. Оставьте пустым критериев сортировки по умолчанию.
sk: Slovník použitý na filtrovanie kritérií pre triedenie. Nechajte prázdny pre východzie triediace kritériá.
sl: Besednjak uporabljajo za filtriranje razvrščanje merila. Pustite prazno za privzete meril razvrščanja.
sv: Vokabulär använda för att filtrera sortering kriterier. Lämna tomt för kriterierna standard sortering.
tr: Kelime sıralama kriterleri süzmek için kullanmak. Varsayılan sıralama kriterleri için boş bırakın.

source: Vocabulary to use to render widget items
bg: Речник, за да използвате, за да направи джаджа елементи
ca: Vocabulari que s'utilitza per a obtenir les opcions seleccionables
cs: Slovník slouží k vykreslení widget položky
da: Liste af valgmuligheder der kan vælges fra
de: Verwendetes Vokabular, um die Widget-Einträge zu erzeugen.
el: Λεξιλόγιο να χρησιμοποιούμε για να καταστήσουμε τα στοιχεία widget
et: Sõnavara kasutada, et muuta vidina teemad
eu: Widgeteko elementuak ateratzeko erabiliko den hiztegia
fi: Sanaston käyttö tehdä widget kohteita
fr: Vocabulaire à utiliser pour les éléments du widget
hu: Szókincset használni, hogy tegyék felületi elemek
is: Orðaforði til að nota til að gera búnaður atriði
it: Vocabolario da utilizzare per trovare gli elementi del widget
lt: Žodynas naudoti padaryti valdikliui elementus,
lv: Vārdnīca izmantot, lai padarītu logrīku preces
mt: Vokabolarju għall-użu sabiex tirrendi oġġetti widget
nl: Woordenschat gebruiken om items widget maken
no: Ordforråd å bruke for å gjengi widget varer
pl: Słownik używany do renderowania elementów widget
pt: Vocabulário para usar para processar itens do widget
ro: Vocabularul folosit pentru a randa elementele widget-ului
ru: Словарь, используемый для визуализации элементов виджетов
sk: Slovník použitý na vykreslenie položiek miniaplikácie
sl: Besednjak za uporabo, da postane gradnik predmetov
sv: Vokabulär som ska användas för att göra widget objekt
tr: Kelime Widget öğeleri oluşturmak için kullanılacak

source: Widget position in page
bg: Widget позиция в страницата
ca: Posició del giny a la pàgina
cs: Widget pozice ve straně
da: Widgetens position på siden
de: Position des Widgets in der Seite
el: Widget θέση στη σελίδα
et: Widget positsiooni lehele
eu: Widgetak orrialdean izango duen kokapena
fi: Widget asema sivulla
fr: Position du widget sur la page
hu: Widget pozíció oldalon
is: Búnaður staða á síðu
it: Posizione del widget nella pagina
lt: Widget pozicija puslapyje
lv: Widget pozīcija lapā
mt: Pożizzjoni widget fil-paġna
nl: Widget positie in de pagina
no: Widget posisjon i siden
pl: Stanowisko Widget na stronie
pt: Widget posição na página
ro: Poziţia widget-ului în pagină
ru: Виджет положение на странице
sk: Pozícia miniaplikácie na strane
sl: Widget položaj stran
sv: Widget position i sid
tr: Sayfasında Widget pozisyonu

source: Widget type
bg: Widget тип
ca: Tipus de giny
cs: Widget typu
de: Art des Widgets
el: Τύπος Widget
et: Widget liik
eu: Widget-mota
fi: Widget tyyppi
fr: Type de widget
hu: Widget típus
is: Búnaður tegund
it: Tipo di widget
lt: Valdiklis tipas
lv: Widget tips
mt: Tip widget
nl: Widget soort
no: Widget typen
pl: Typ Widget
pt: Tipo de Widget
ro: Tipul widget-ului
ru: Виджет типа
sk: Typ miniaplikácie
sl: Widget vrsta
sv: Widget typ
tr: Widget tipi

source: Widget will be visible only for selected user
bg: Widget ще бъде видим само за избрания потребител
ca: Aquest giny només és visible per a l'usuari seleccionat
cs: Widget bude viditelná pouze pro vybrané uživatele
da: Widgeten vil kun være synlig for de valgte brugere
de: Widget wird nur für ausgewählte Benutzer sichtbar
el: Widget θα είναι ορατό μόνο για επιλεγμένους χρήστες
et: Widget on nähtavad ainult valitud kasutaja
eu: Widgeta aukeratutako erabiltzaileak bakarrik ikusiko du
fi: Widget näkyvät vain valituille käyttäjäryhmille
fr: Le widget ne sera visible que pour l'utilisateur indiqué
hu: Widget lesz látható, csak a kiválasztott felhasználónak
is: Búnaður verður sýnileg aðeins fyrir valinn notanda
it: Il widget sarà visibile solo per l'utente selezionato
lt: Valdiklis bus matoma tik pasirinkto vartotojo
lv: Widget būs redzams tikai izvēlētā lietotāja
mt: Widget se jkun viżibbli biss għal magħżul mill-utent
nl: Widget zullen alleen zichtbaar zijn voor de geselecteerde gebruiker
no: Widget vil være synlig kun for valgte brukeren
pl: Widget będzie widoczny tylko dla wybranego użytkownika
pt: Widget será visível apenas para usuários selecionados
ro: Widget-ul va fi vizibil doar pentru utilizatorul selectat
ru: Виджет будет отображаться только для выбранных пользователей
sk: Miniaplikácia bude viditeľná iba pre vybraných používateľov
sl: Gradnik bo viden le za izbranega uporabnika
sv: Widget kommer att vara synlig endast för utvalda användare
tr: Widget yalnızca seçilen kullanıcı için görünür olacaktır

source: Wildcard search
ca: Cerca amb caràcters comodí
eu: Edozer bilatzea
fr: Recherche générique
ro: Căutare de tip wildcard

source: Yesterday
bg: вчера
ca: Ahir
cs: včera
da: I går
de: Gestern
el: χτες
et: eile
eu: Atzo
fi: eilen
fr: Hier
hu: tegnap
is: Gær
it: Ieri
lt: Vakar
lv: Vakar
nl: Gisteren
no: I går
pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sv: I går
tr: Dün

source: all
ca: tots
da: alle
eu: guztiak
fr: tous
ro: toate
sk: všetky

source: all items
bg: всички елементи
ca: en tots els elements
cs: všechny položky
da: alle emner
de: Alle Einträge
el: Όλα τα αντικείμενα
et: kõik teemad
eu: elementu guztiak
fi: kaikki kohteet
fr: dans tous les éléments
hu: Az összes tétel
is: öll atriði
it: tutti gli elementi
lt: visi elementai
lv: visas preces
mt: l-oġġetti kollha
nl: Alle objecten
no: alle elementer
pl: Wszystkie zagadnienia
pt: Todos itens
ro: toate elementele
ru: все элементы
sk: všetky položky
sl: Vsi elementi
sv: alla objekt
tr: tüm öğeler

source: any
ca: qualsevol
da: enhver
eu: edozein
fr: au moins un
ro: oricare
sk: niektoré

source: in current results
bg: в текущите резултати
ca: entre els elements actuals
cs: v současných výsledcích
da: i nuværende resultater
de: in aktuellen Ergebnissen
el: σε τρέχοντα αποτελέσματα
et: praeguste tulemuste
eu: uneko elementuetan
fi: Lyhytaikaisten tulokset
fr: dans les résultats courants
hu: A jelenlegi eredmények
is: í núverandi niðurstöður
it: nei risultati attuali
lt: dabartiniais rezultatais
lv: pašreizējās rezultātiem
mt: fir-riżultati attwali
nl: in de huidige resultaten
no: i dagens resultater
pl: Dalsze wyszukiwanie
pt: em resultados atuais
ro: în rezultatele curente
ru: в текущих результатов
sk: v aktuálnych výsledkoch
sl: V trenutnih rezultatih
sv: i nuvarande resultat
tr: Mevcut sonuçlar

source: match
ca: coincideix amb
eu: bat-etorri
fr: correspondance
ro: conţine
sk: zhoda

source: match any/all filters bellow
ca: compleix totes/qualsevol de les opcions seleccionades
da: match en/alle af nedenstående filtre
eu: Beheko filtro guztiak/edozein bat-etorri
fr: correspond à un / tous les filtres ci-dessous
ro: filtrează elementele care conţin toate sau oricare dintre filtrele de mai jos
sk: zodpovedajú niektorému/všetkým filtrom nižšie

source: Boolean
ca: Booleà
eu: Boolearra
fr: Booléen

source: Catalog
bg: Референтен каталожен номер
ca: Catàleg
cs: Katalog
da: Katalog
de: Katalog
el: Κατάλογος
et: Kataloog
eu: Katalogoa
fi: Luettelo
fr: Catalogue
hu: Katalógus
is: Skráning
it: Catalogo
lt: Katalogas
lv: Katalogs
nl: Catalogus
pl: Katalog
pt: Catálogo
ru: Каталог
sk: Katalóg
sl: Katalog
sv: Katalog
tr: Katalog

source: Cloud
ca: Núvol
da: Tag cloud
de: Wolke
el: Σύννεφο
et: Pilv
eu: Lainoa
fi: pilvi
fr: Nuage
it: Nuvola
lt: Debesis
lv: Mākoņa
nl: Wolk
pl: chmurę
pt: Nuvens
ru: Облако
sk: Oblak
sv: moln
tr: Bulut

source: Radio
bg: Радио
ca: Selecció amb botons
cs: Rádio
el: Ραδιόφωνο
et: Raadio
fr: Bouton radio
hu: Rádió
is: Útvarp
lt: Radijas
mt: Radju
pt: Rádio
ru: Радио
sk: Prepínač

source: Custom CSS
fr: CSS personnalisé

source: Custom CSS class for widget to display in view page
fr: Classe CSS personnalisée du widget de visualisation

source: Do not display the search button
fr: Ne pas afficher le bouton de recherche

source: Hide search button
fr: Cacher le bouton de recherche

source: Factory
bg: Фабрика
cs: Továrna
da: Fabrik (python factory)
de: Fabrik
el: Εργοστάσιο
et: Tehas
eu: Sortzailea
fi: Tehdas
hu: Gyár
it: Fabbrica
lt: Gamykla
lv: Rūpnīca
mt: Fabbrika
nl: Fabriek
no: fabrikkene.
pl: Zakład produkcyjny:
pt: Fábrica
ru: Фабрика
sk: Továreň
sl: Tovarna
sv: Tillverkning
tr: Fabrika

source: Default daterange (e.g. '2009/12/01=>2009/12/31')
hu: Alapértelmezett daterange (pl. '2009 / 12/01 => 2009/12/31 ')
mt: Default daterange (eż. '2009 / 01/12 => 2009/12/31')
pt: Padrão daterange (por exemplo, '2009 / 12/01 => 2009/12/31')

source: Default daterange (e.g. 'now-365=>now+1' which means 'Starting one year ago until tomorrow')
hu: Alapértelmezett daterange (pl. 'most-365 => most +1' ami azt jelenti, 'egy évvel ezelőtti elindítása holnapig')
mt: Default daterange (eż. 'issa-365 => issa +1' li tfisser 'Bidu sena ilu sa għada ')
pt: Padrão daterange (por exemplo, 'agora-365 = +1> agora o que significa' Iniciando um ano atrás até amanhã ')

source: Default etag
hu: Alapértelmezett ETAG
mt: ETAG Default
pt: Etag padrão

source: Default path to search in (relative to root folder)
hu: Alap útvonalat keresni (viszonyítva gyökérkönyvtárában)
mt: Triq default ta 'tiftix fil-(relattiv għall folder ta' għerq)
pt: Caminho padrão para pesquisar (em relação à pasta raiz)

source: Default range (e.g. '1 => 3')
hu: Alapértelmezett tartomány (pl. '1 => 3')
mt: Firxa Default (eż. '1 => 3 ')
pt: Intervalo padrão (por exemplo, '1 => 3 ')

source: Default selected item
hu: Alapértelmezett kiválasztott elem
mt: Oġġett magħżula Default
pt: Item padrão selecionado

source: Default sorting index (e.g. 'effective' or 'effective(reverse)')
hu: Alapértelmezett rendezési index (pl. a 'hatékony' vagy 'effektív (fordított)')
mt: Issortjar Default indiċi (eż. 'effettiva' jew 'effettiva (reverse)')
pt: Índice de inadimplência de classificação (por exemplo, 'eficaz' ou 'eficaz (reverso)')

source: Default string to search for
hu: Alapértelmezett karakterlánc keresni
mt: Sekwenza default ta 'tiftix għal
pt: Seqüência padrão para procurar

source: Etag value
hu: ETAG érték
mt: ETAG valur
pt: ETag valor

source: Faceted criteria
hu: Sokoldalú feltételek
mt: Kriterji aspetti
pt: Critérios facetadas

source: Faceted settings
hu: Sokoldalú beállításokat
mt: Settings aspetti
pt: Configurações facetadas

source: Navigation tree theme
de: Navigationsstruktur Thema
hu: Navigációs fa téma
is: Navigation tree þema
mt: Tema siġra Navigazzjoni
nl: Navigatie boom thema
no: Navigasjonstreet tema
pl: Motyw drzewa Nawigacja
pt: Navegação tema árvore
sl: Navigacija drevo tema
sv: Navigationsträdet temat

source: Sync faceted translations
de: Facted Übersetzungen Synchronisieren
hu: Szinkronizálás sokoldalú fordítások
is: Sync faceted þýðingar
mt: Sync traduzzjonijiet aspetti
nl: Synchroniseer facetten vertalingen
no: Synkroniser fasettert oversettelser
pl: Synchronizuj fasetowanych tłumaczeń
pt: Sincronize traduções facetadas
sl: Sinhronizacijo raznoliko prevode
sv: Synkronisera mångfasetterade översättningar

source: Theme to be used with this widget
de: Theme mit diesem Widget verwendet werden
hu: Theme kell használni ezt a widgetet
is: Þema að nota með þessum hlut
mt: Tema li għandhom jintużaw ma 'dan widget
nl: Thema voor gebruik met deze widget
no: Tema som skal brukes med denne widgeten
pl: Motyw do użytku z tym widgetem
pt: Tema para ser usado com este widget
sl: Tema, ki se uporabljajo s to widget
sv: Tema som ska användas med den här widgeten

source: Disable inheriting configuration
de: Vererbung deaktivieren

source: Enable inheriting configuration
de: Vererbung aktivieren

source: &#8711; Show filters
mt: ∇ Show filtri

source: &#916; Hide filters
mt: Δ filtri Hide

source: Are you sure you want to delete ${xxxxx} widget?
mt: Int żgur li trid tħassar ${xxxxx} widget?

source: Configure faceted navigation
mt: Kkonfigurat navigazzjoni aspetti

source: Display number of results near each tag
mt: Uri numru ta 'riżultati ħdejn kull tikketta

source: Display number of results per letter
mt: Uri numru ta 'riżultati għal kull ittra

source: Operator
mt: Operatur

source: [X] Remove all
mt: [X] Neħħi kollha
