Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Select all items
bg: Избиране на всички елементи
ca: Selecciona tots els elements
cs: Výběr všech položek
da: Vælg alle emner
de: Alle auswählen
el: Επιλογή όλων των στοιχείων
et: Kõik teemad
eu: Elementu guztiak aukeratu
fi: Valitse kaikki
fr: Sélectionner tous les éléments
hu: Minden elem kijelölése
is: Veldu öll atriði
it: Seleziona tutti gli elementi
lt: Atrinkti visus elementus
lv: Atlasīt visus vienumus
mt: Agħżel l-oġġetti kollha
nl: Selecteer alle items
no: Velg alle elementer
pl: Zaznacz wszystkie elementy
pt: Selecione todos os itens
ro: Selectează toate obiectele
ru: Выделение всех элементов
sk: Vybrať všetky položky
sl: Izberite vse predmete
sv: Välja alla objekt
tr: Tüm öğeleri seçme

source: Select the source of the autocomplete suggestions
ca: Seleccioneu la font per als suggeriments d'autocompleció
eu: Berez betetzeko iradokizunak nondik ekarri aukeratu
fr: Sélectionnez la source des suggestions de l'autocomplétion
ro: Alegeți sursa sugestiilor de completare automată

source: Show filters
bg: Покажи филтри
ca: Mostra els filtres
cs: Zobrazit filtry
da: Vis filtre
de: Filter anzeigen
el: Εμφάνιση φίλτρων
et: Näita filtreid
eu: Erakutsi filtroak
fi: Näytä suodattimet
fr: Afficher les filtres
hu: Mutasd szűrők
is: Sýna síur
it: Mostra i filtri
lt: Rodyti filtrus
lv: Parādīt filtrus
nl: Toon filters
no: Vis filtre
pl: Pokaż filtry
pt: Exibir filtrados
ro: Arată filtrele
ru: Показать фильтр
sk: Zobraziť filtre
sl: Prikaži filtre
sv: Visar filter
tr: Filtreleri göster

source: Smart facets hiding is now disabled
bg: Смарт аспекти скривалище сега е деактивирано
ca: S'ha desactivat l'amagament intel·ligent dels filtres
cs: Inteligentní aspekty skrývání je nyní zakázáno
da: Intelligent visning af facetter er nu slået far
de: Smart Facetten Versteck ist nun deaktiviert
el: Smart απόκρυψη πτυχές είναι τώρα εκτός λειτουργίας
et: Smart tahke peidus on nüüd blokeeritud
eu: Sailkapen argiak ezkutatzea desaktibatuta
fi: Smart puolta piilossa on nyt poistettu käytöstä
fr: Le masquage intelligent des facettes a été désactivé
hu: Okos arcát bujkál most ki van kapcsolva
is: Smart hliðar fela er nú óvirk
it: Intelligente nasconde aspetti è ora disattivato
lt: Smart aspektų slepiasi dabar yra išjungtas
lv: Smart šķautnes slēpjas tagad invalīds
mt: Smart aspetti ħabi huwa issa diżattivat
nl: Smart facetten schuilplaats is nu uitgeschakeld
no: Smart fasetter skjulested er nå deaktivert
pl: Inteligentne ukrywanie aspektów jest teraz wyłączony
pt: Escondendo facetas inteligente agora está desativado
ro: Ascunderea inteligentă a faţetelor a fost dezactivată
ru: Смарт скрываться грани теперь отключена
sk: Inteligentné skrývanie fazetovej navigácie je teraz zakázané
sl: Smart plati skriva je zdaj onemogočen
sv: Smart aspekter nederlag är nu inaktiverad
tr: Akıllı yönleri gizleme artık devre dışı

source: Smart facets hiding is now enabled
bg: Смарт аспекти скривалището е активиран
ca: S'ha activat l'amagament intel·ligent dels filtres
cs: Inteligentní aspekty skrývání je nyní povoleno
da: Intelligent visning af facetter er nu slået til
de: Smart Facetten Versteck ist nun aktiviert
el: Smart απόκρυψη πτυχές είναι τώρα ενεργοποιημένη
et: Smart tahke peidus on nüüd lubatud
eu: Sailkapen argiak ezkutatzea aktibatuta
fi: Smart puolta piilossa on nyt käytössä
fr: Le masquage intelligent des facettes a été activé
hu: Okos arcát bujkál most engedélyezve van
is: Smart hliðar fela er nú virkt
it: Intelligente nasconde aspetti è ora abilitata
lt: Smart aspektų slepiasi dabar įjungtas
lv: Smart šķautnes slēpjas ir iespējota
mt: Smart aspetti ħabi issa hija ppermettiet
nl: Smart facetten schuilplaats is nu ingeschakeld
no: Smart fasetter skjulested er nå aktivert
pl: Inteligentne ukrywanie aspektów jest teraz włączony
pt: Escondendo facetas inteligente agora está habilitado
ro: Ascunderea inteligentă a faţetelor a fost activată
ru: Смарт скрываться грани теперь включен
sk: Inteligentné skrývanie fazetovej navigácie je teraz povolené
sl: Smart plati skriva je zdaj omogočeno
sv: Smart aspekter nederlag är nu aktiverad
tr: Akıllı yönleri gizleme artık etkindir

source: Sort by countable
ca: Ordena segons els comptadors
da: Sortér efter antal
eu: Kontagarri direnen arabera ordenatu
fr: Trier suivant le décompte
ro: Sortează după numărul de elementele
sk: Zoradiť podľa počítadiel

source: Sort options reversed
bg: Опции за сортиране обратна
ca: Mostra les opcions en ordre invers
cs: Seřadit možnosti zvrátit
da: Brug omvendt sortering
de: Sortiere die Optionen umgekehrt.
el: Επιλογές ταξινόμησης αντιστρέφεται
et: Sorteeri võimalusi vastupidine
eu: Balioak alderantziz ordenatu
fi: Lajittele vaihtoehdoista päinvastaiseksi
fr: Le tri des choix est inversé
hu: Rendezési beállítások fordított
is: Raða möguleikar til baka
it: Opzioni di ordinamento invertite
lt: Rūšiavimo parinktys atstatomi
lv: Kārtošanas opcijas apvērsti
mt: Għażliet Sort maqluba
nl: Sorteer opties omgekeerd
no: Sorteringsalternativer reversert
pl: Opcje sortowania odwrócone
pt: Opções de ordenação revertida
ro: Sortează elementele invers
ru: Параметры сортировки обратном
sk: Obrátené možnosti triedenia
sl: Sort Options obrnil
sv: Sorteringsalternativ omvänd
tr: Sıralama seçenekleri tersine

source: Sorting
bg: Сортиране
ca: Ordenació
cs: Třídím.
da: Sortering
de: Sortierung
el: Ταξινόμηση
et: Sortimine
eu: Ordenazioa
fi: Lajittelu
fr: Tri
hu: Osztályozás
is: Flokkun
it: Ordinamento
lt: Rūšiavimas
lv: Šķirošana
mt: Issortjar
nl: Sorteer-
no: Sortering
pl: Sortowanie
pt: Ordenando
ro: Sortare
ru: Сортировка
sk: Triedenie
sl: Razvrščanje
sv: Sortering
tr: Sıralandırma

source: Sphere
bg: Сфера
ca: Esfera
cs: Koule
da: Sfære
de: Sphäre
el: Σφαίρα
et: Kera
eu: Esfera
fi: Pallo
fr: Sphère
hu: Gömb
is: Kúla
it: Sfera
lt: Sritis
lv: Sfēra
mt: Sfera
nl: Bol
pl: Kula
pt: Esfera
ro: Sferă
ru: Сфера
sk: Guľa
sl: Krogla
sv: Kula
tr: Küre

source: Start
bg: Стартиране
ca: Inici
cs: C Start
el: Έναρξη
et: Algus
eu: Hasiera
fi: Alkaa
fr: Début
is: Ræsa
it: Inizio
lt: Pradėti
mt: Bidu
pl: Uruchomienie
pt: iniciando
ro: De la
ru: стартует
sk: Začiatok:
sl: Začetek
sv: Början
tr: Başlat

source: Start date
bg: Начална дата
ca: Data inicial
cs: Datum začátku
da: Startdato
de: Anfangsdatum
el: Ημερομηνία έναρξης
et: Alguskuupäev
eu: Hasiera data
fi: Aloituspäivä
fr: Date de début
hu: Kezdési időpont
is: Upphafsdagur
it: Data di inizio
lt: Pradžios data
lv: Sākuma datums
mt: Data ta 'tnedija
nl: Ingangsdatum
no: Startdato
pl: Data rozpoczęcia
pt: Data de início
ro: Data de începere
ru: Начальная дата
sk: Dátum začatia
sl: Datum začetka
sv: Startdatum
tr: Başlangıç ​​Tarihi

source: Step
bg: Стъпало
ca: Pas
cs: krok
da: Trin
de: zu klicken.
el: Βήμα
et: Samm
eu: Pausua
fi: Vaihe
fr: Étape
hu: Lépések
is: Skref
it: Passo
lt: Žingsnis
lv: Soļa nr.
mt: Pass
nl: Stap
no: Trinn
pl: Krok
pt: etapas.
ro: Pas
ru: Шаг
sk: Krok
sl: Korak
sv: Steg
tr: Adım:

source: TAL Expression
bg: TAL Изразяване
ca: Expressió TAL
da: TAL-udtryk
de: TAL Ausdruck
el: TAL Έκφραση
eu: TAL Espresioa
fr: Expression TAL
is: TAL Tjáning
it: Espressione TAL
lt: TAL išraiška
lv: TAL izteikšana
mt: TAL Espressjoni
pt: Expressão TAL
ro: Expresie TAL
ru: TAL Выражение
sk: TAL výrazy
tr: TAL İfade

source: Tags Cloud
bg: Етикети
ca: Núvol d'etiquetes
cs: Tagy Cloud
da: Tag Cloud
de: Tag Wolke
el: Ετικέτες Cloud
et: Sildid Cloud
eu: Etiketa lainoa
fi: Tunnisteet Cloud
fr: Nuage de tags
it: Tag cloud
lt: Žymos Debesis
nl: Labels Cloud
pl: Chmura tagów
pt: Nuvem de Tags
ro: Tag Cloud
ru: Облако тегов
sk: Tagový oblak
sv: Taggar Cloud
tr: Etiket bulutu

source: Tagscloud max color
ca: Color màxim del núvol d'etiquetes
eu: Etiketa lainoaren kolore maximoa
fr: Couleur pour les éléments les plus nombreux du nuage de tags
ro: Culoare maximă

source: Tagscloud minimum color
ca: Color mínim del núvol d'etiquetes
eu: Etiketa lainoaren kolore minimoa
fr: Couleur pour les éléments les moins nombreux du nuage de tags
ro: Culoare minimă

source: Tal Expression
bg: Тал Изразяване
ca: Expressió TAL
da: TAL-udtryk
el: Tal Έκφραση
eu: Tal espresioa
fr: Expression Tales
is: Tal Tjáning
it: Espessione Tal
lt: Sausio išraiška
lv: Tal izteikšana
mt: Tal Espressjoni
pt: Tal expressão
ro: Expresie TAL
ru: Таль Выражение
sk: Tal výraz
tr: Tal İfade

source: Text field
bg: Текст областта
ca: Text
cs: Textové pole
da: Tekstfelt
de: Text Feld
el: Πεδίο Κείμενο
et: Tekstiväli
eu: Testu-eremua
fi: Tekstikenttä
fr: Champ texte
hu: Szövegmező
is: Texti sviði
it: Campo di testo
lt: Teksto laukas
lv: Teksta lauks
mt: Qasam tat-test
nl: Tekstveld
no: Tekstfelt
pl: Pole tekstowe
pt: Campo de texto
ro: Câmp text
ru: Текстовое поле
sk: Textové pole
sl: Besedilo polje
sv: Textfält
tr: Metin alanı

source: Text field with suggestions
ca: Text amb autocompleció
eu: Iradokizunak dituen testu kutxa
fr: Champ de texte avec autocomplétion
ro: Câmp text cu sugestii

source: Text to be displayed as end date input label
ca: Text que es mostra a l'etiqueta del camp de data final
fr: Texte servant d'intitulé pour la date de fin
ro: Text ajutător afișat ca eticheta câmpului 'până la'

source: Text to be displayed as end date input placeholder
ca: Text que es mostra com a pista dins del camp de data final
fr: Texte affiché par défaut dans le champ d'entrée pour la date de fin
ro: Text ajutător afișat în interiorul câmpului 'până la'

source: Text to be displayed as end range input label
ca: Text que es mostra a l'etiqueta del camp de final de l'interval
fr: Texte servant d'intitulé pour la plage de fin
ro: Text ajutător afișat ca eticheta câmpului 'până la'

source: Text to be displayed as end range input placeholder
ca: Text que es mostra com a pista dins del camp de final de l'interval
fr: Texte affiché par défaut dans le champ d'entrée pour la plage de fin
ro: Text ajutător afișat în interiorul câmpului 'până la'

source: Text to be displayed as input placeholder
ca: Text que es mostra com a pista dins del camp d'entrada
fr: Texte affiché par défaut dans le champ d'entrée
ro: Text ajutător afișat în interiorul câmpului

source: Text to be displayed as start date input label
ca: Text que es mostra a l'etiqueta del camp de data inicial
fr: Texte servant d'intitulé pout la date de début
ro: Text ajutător afișat ca eticheta câmpului 'de la'

source: Text to be displayed as start date input placeholder
ca: Text que es mostra com a pista dins del camp de data inicial
fr: Texte affiché par défaut dans le champ d'entrée pour la date de début
ro: Text ajutător afișat în interiorul câmpului 'de la'

source: Text to be displayed as start range input label
ca: Text que es mostra a l'etiqueta del camp d'inici de l'interval
fr: Texte servant d'intitulé pour la plage de début
ro: Text ajutător afișat ca eticheta câmpului 'de la'

source: Text to be displayed as start range input placeholder
ca: Text que es mostra com a pista dins del camp d'inici de l'interval
fr: Texte affiché par défaut dans le champ d'entrée pour la plage de début
ro: Text ajutător afișat în interiorul câmpului 'de la'

source: This option works only if 'count results' is enabled
bg: Тази опция работи само ако е разрешен "преброяване резултати"
ca: Aquesta opció només funciona si l'opció 'compta els resultats' està activada
cs: Tato možnost funguje pouze tehdy, pokud se sčítají výsledky je povolena
da: Denne indstilling gælder kun, hvis 'Tæl resultater' er slået til
de: Diese Option funktioniert nur zusammen mit 'Zähle Ergebnisse'.
el: Αυτή η επιλογή δουλεύει μόνο αν «τα αποτελέσματα μετράνε» είναι ενεργοποιημένη
et: See valik toimib ainult siis, kui 'count tulemused' on sisse lülitatud
eu: Aukera honek "Emaitza kopurua erakutsi" aktibatuta dagoenean bakarrik balio du
fi: Tämä toiminto toimii vain, jos "count tuloksia" on käytössä
fr: Cette option ne fonctionne que si le dénombrement des résultats est activé
hu: Ez az opció csak akkor működik, ha a 'számlálás eredményeit' engedélyezve van
is: Þessi valkostur virkar aðeins ef 'af telja niðurstöður' er virkt
it: Questa opzione funziona solo se "conteggio dei risultati" è abilitato
lt: Ši galimybė veikia tik tada, jei įjungtas "balsų skaičiavimo rezultatų"
lv: Šī opcija darbojas tikai, ja 'skaits rezultāti' ir iespējota
mt: Din l-għażla jaħdem biss jekk 'Riżultat għadd' hija ppermettiet
nl: Deze optie werkt alleen als 'count resultaten' is ingeschakeld
no: Dette alternativet fungerer bare hvis 'count resultater' er aktivert
pl: Opcja ta działa tylko wtedy, gdy 'wyniki liczyć' jest włączona
pt: Esta opção só funciona se dos resultados da contagem dos estiver ativado
ro: Această opţiune funcţionează doar împreună cu opţiunea 'Numără rezultatele'
ru: Эта опция работает только если 'Количество результатов' включен
sk: Táto možnosť funguje iba vtedy, ak je povolená možnosť 'sčítať výsledky'
sl: Ta možnost deluje le, če je omogočena davčna izpostava štetje results '
sv: Det här alternativet fungerar bara om 'count resultat är aktiverat
tr: 'Sayımı sonuçları' etkinse, bu seçenek sadece çalışır

source: This widget will be ignored as provided root is unreachable or it has no folderish children.
bg: Тази джаджа ще бъдат игнорирани, както е предвидено корен е недостъпна или няма folderish деца.
ca: Aquest giny no s'està utilitzant perquè o bé la carpeta arrel indicada no és accessible o bé no té cap contingut.
cs: Tento widget bude ignorován podle kořen je nedostupný, nebo nemá folderish děti.
da: Denne widget vil ikke blive vist, fordi den valgte sti ikke findes eller ikke har nogen undermapper.
de: Dieses Widget wird ignoriert, weil die Wurzel nicht erreichbar ist oder keine Ordner-artigen Kinder da sind.
el: Αυτό το widget θα πρέπει να αγνοηθεί, όπως προβλέπεται ρίζα είναι απρόσιτος ή δεν έχει folderish παιδιά.
et: See vidin ignoreeritakse, nagu on sätestatud juur on kättesaamatu või ei ole tal folderish lapsed.
eu: Widget hau ez da kontuan hartuko aukeratu duzun erro-karpeta ezin delako atzitu edo ez duelako karpeta erako umerik.
fi: Tämä widgetti ohitetaan kuten juuri on tavoittamattomissa tai sillä ei ole folderish lapsia.
fr: Ce widget sera ignoré parce que la racine fournie est inaccessible ou ne contient pas de dossier.
hu: Ez a widget figyelmen kívül hagyja előírt gyökér elérhetetlen vagy nincs folderish gyerekek.
is: Þessi búnaður verður að vera hunsuð, eins og kveðið rót er ekki til staðar eða hún hefur engar folderish börn.
it: Questo widget verrà ignorato poichè la radice fornita è irraggiungibile o non ha figli contenitori
lt: Šis Valdiklis bus ignoruojamas, kaip numatyta šaknys yra nepasiekiamas arba jis neturi folderish vaikus.
lv: Šī widget tiks ignorētas, kā paredzēts sakne ir sasniedzams, vai tas nav folderish bērni.
mt: Dan widget se jiġu injorati bħala għerq sakemm huwa unreachable jew m'għandux tfal folderish.
nl: Deze widget wordt genegeerd, zoals bepaald wortel onbereikbaar is of het heeft geen folderish kinderen.
no: Dette widget vil bli ignorert, forutsatt rot er utilgjengelig eller det har ingen folderish barn.
pl: Ten widget będą ignorowane zgodnie korzeń jest nieosiągalny lub nie ma ona folderish dzieci.
pt: Este elemento será ignorado como root fornecido é inacessível ou que não tem filhos folderish.
ro: Acest widget va fi ignorat deoarece calea către rădăcina este inaccesibilă sau directorul rădăcina nu are conţinut
ru: Этот виджет будет игнорироваться, как это предусмотрено корень недоступен или не имеет folderish детей.
sk: Táto miniaplikácia bude ignorovaná pretože poskytovaný koreňový priečinok je nedostupný, alebo nemá podpriečinky.
sl: Ta pripomoček se bo prezrta, kot je določeno koren je nedosegljiv ali nima folderish otrok.
sv: Denna widget kommer att ignoreras enligt roten är onåbar eller så har inga folderish barn.
tr: Sağlanan kök erişilemiyor veya hiçbir folderish çocuk gibi Bu widget göz ardı edilecektir.

source: This widget will be ignored in view mode as an error occurred while trying to render it. For more details please check the server log file. You can also try to modify widget configuration in order to see what property is causing this problem.
bg: Тази джаджа ще бъдат игнорирани с оглед режим, тъй като е станала грешка, докато се опитва да я прави. За повече информация моля проверете лог файл сървър. Можете също така да се опита да промени конфигурацията джаджа, за да видите каква собственост се причинява този проблем.
ca: Aquest giny no s'està utilitzant perquè hi ha un error a l'hora de renderitzar-lo. Per més detalls consulteu els fitxers de registre del servidor. També podeu provar de canviar la configuració del giny per tal de descobrir quina propietat causa aquest problema.
cs: Tento widget bude ignorován v režimu prohlížení, jak došlo k chybě při pokusu o vykreslení. Pro více informací nahlédněte do souboru protokolu serveru. Můžete také zkusit změnit konfiguraci widgetu, aby zjistila, jaký majetek je příčinou tohoto problému.
da: Denne widget vil ikke blive vist, fordi der opstod en fejl. For flere detaljer se venligst serverens logfil. Du kan også prøve at ændre widgettens indstillinger, for at se, hvilken indstilling der er årsag til dette problem.
de: Dieses Widget wird im Ansichtsmodus ignoriert, weil ein Fehler beim erzeugen der Anzeige aufgetreten ist. Mehr details finden Sie in der Log-Datei des Servers. Sie können auch versuchen die Konfiguration des Widgets zu verändern um so festzustellen, welche Eigenschaft den Fehler hervorruft.
el: Αυτό το widget θα πρέπει να αγνοούνται σε λειτουργία προβολής ως ένα σφάλμα κατά την προσπάθεια να το καταστήσει. Για περισσότερες λεπτομέρειες παρακαλούμε να ελέγξετε το αρχείο καταγραφής διακομιστή. Μπορείτε επίσης να προσπαθήσετε να τροποποιήσετε τη διαμόρφωση widget για να δούμε τι ιδιοκτησίας προκαλεί αυτό το πρόβλημα.
et: See vidin ignoreeritakse vaate režiimis kui tekkis viga, et muuta see. Täpsemat infot kontrollida serveri logifail. Võite proovida muuta vidina konfiguratsiooni, et näha, milline vara põhjustab seda probleemi.
eu: Widget hau ez da erakutsiko errorea gertatu delako berau erakustean. Azalpen gehiago jasotzeko begiratu zerbitzariaren log fitxategia. Widgetaren konfigurazioa aldatu dezakezu gertatu dena zer den jakiteko.
fi: Tämä widgetti ohitetaan katselutilassa koska tapahtui virhe yrittää tehdä sitä. Lisätietoja tarkista palvelimen lokitiedostoon. Voit myös yrittää muokata widgetin asetukset, jotta nähdään, mitä omaisuutta aiheuttaa tämän ongelman.
fr: Ce widget sera ignoré à l'affichage parce qu'une erreur est survenue. Pour obtenir davantage d'informations, consultez les logs sur le serveur. Vous pouvez également essayer de modifier la configuration du widget pour identifier la propriété qui provoque ce problème.
hu: Ez a widget figyelmen kívül hagyja a Nézet módban, mint egy hiba történt közben tegyék azt. További részletekért kérjük, ellenőrizze a szerver log fájlt. Tudod is megpróbál módosítani widget konfigurációs hogy milyen tulajdonság okozza ezt a problémát.
is: Þessi búnaður verður að vera hunsuð í skoðunarham sem villa kom upp við að reyna að gera það. Fyrir frekari upplýsingar vinsamlegast athuga þig inn miðlara skrá. Þú getur einnig reynt að breyta búnaður stillingar til að sjá hvað sem er að valda þessum vanda.
it: Questo widget verrà ignorato in modalità di visualizzazione se dovesse verificarsi un errore. Per maggiori dettagli vedere i file di log del server. Si può anche provare a modificare la configurazione del widget per vedere quale proprietà sta causando il problema.
lt: Šis Valdiklis bus ignoruojami peržiūros režime klaida bandant padaryti. Dėl išsamesnės informacijos prašome patikrinti serverio žurnalo failą. Taip pat galite pabandyti pakeisti valdiklio konfigūraciją, siekiant išsiaiškinti, kokį turtą sukelia šią problemą.
lv: Šī widget tiks ignorētas skatīšanās režīmā, kā radās kļūda, mēģinot padarīt to. Lai iegūtu sīkāku informāciju, lūdzu, pārbaudiet servera log failu. Jūs varat arī mēģināt pārveidot widget konfigurāciju, lai redzētu, kādu īpašumu, kas izraisa šo problēmu.
mt: Dan widget se jiġu injorati fil-modalità ħsieb bħala żball seħħet filwaqt li tipprova tirrendi dan. Għal aktar dettalji jekk jogħġbok iċċekkja l-fajl log server. Tista 'wkoll tipprova timmodifika konfigurazzjoni widget biex tara liema proprjetà huwa jikkawża din il-problema.
nl: Deze widget wordt genegeerd met het oog op modus als een fout is opgetreden tijdens een poging om het te maken. Voor meer informatie kijk dan op de server log-bestand. U kunt ook proberen om widget configuratie te wijzigen om te zien wat goed is dit probleem veroorzaakt.
no: Dette widget vil bli ignorert i visningsmodus som en feil oppstod under forsøk på å gjengi det. For mer informasjon vennligst sjekk serveren loggfilen. Du kan også prøve å endre widget konfigurasjon for å se hva eiendommen er årsaken dette problemet.
pl: Ten widget będzie ignorowana w trybie przeglądania jak wystąpił błąd podczas próby renderowania go. Aby uzyskać więcej informacji proszę sprawdzić plik dziennika serwera. Możesz też spróbować zmodyfikować konfigurację widget, aby zobaczyć, co nieruchomość jest przyczyną problemu.
pt: Este elemento será ignorado no modo de exibição como um erro ocorreu ao tentar torná-lo. Para mais detalhes consulte o arquivo de log do servidor. Você também pode tentar modificar a configuração Widget para ver qual propriedade está causando esse problema.
ro: Acest widget va fi ignorat datorită unei erori de randare. Pentru detalii verificaţi fişierele de logare de pe server. Puteţi încerca să modificaţi configuraţia widget-ului pentru a afla care din proprietăţi generează această eroare.
ru: Этот виджет будет игнорироваться в режиме просмотра, как произошла ошибка при попытке сделать это. Для получения дополнительной информации, пожалуйста, проверьте файл журнала сервера. Вы также можете попытаться изменить конфигурацию виджет, чтобы видеть, какое имущество является причиной этой проблемы.
sk: Táto miniaplikácia bude ignorovaná v režime prehliadania, pretože došlo k chybe pri pokuse o vykreslenie. Pre viac informácií nahliadnite do súboru protokolu servera. Môžete tiež skúsiť zmeniť konfiguráciu miniaplikácie, aby ste zistili, ktorá hodnota je príčinou tohto problému.
sl: Ta pripomoček ne bodo upoštevani v načinu s pogledom, kot je prišlo do napake, medtem ko poskuša to postane. Za več informacij si oglejte datoteko strežnika dnevnik. Prav tako lahko poskusite spremeniti widget konfiguracijo, da bi videli, kaj premoženje povzroča ta problem.
sv: Denna widget kommer att ignoreras i visningsläge som ett fel inträffade vid försök att göra det. För mer information vänligen kontrollera filservern loggen. Du kan också försöka ändra widget konfiguration för att se vilken egendom som orsakar detta problem.
tr: Işlemek için çalışırken bir hata oluştu olarak bu widget görünüm modunda göz ardı edilecektir. Daha fazla ayrıntı için sunucu günlük dosyasını kontrol edin. Ayrıca, bu soruna neden olan ne özelliği görmek için Widget yapılandırmasını değiştirmek için deneyebilirsiniz.
