Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Placeholder
ca: Text d'exemple
fr: Valeur affichée par défaut
ro: Text ajutător

source: Placeholder (end date)
ca: Text d'exemple (data final)
fr: Valeur affichée par défaut (date fin)
ro: Text ajutător (până la)

source: Placeholder (end range)
ca: Text d'exemple (final de l'interval)
fr: Valeur affichée par défaut (plage fin)
ro: Text ajutător (până la)

source: Placeholder (start date)
ca: Text d'exemple (data inicial)
fr: Valeur affichée par défaut (date début)
ro: Text ajutător (de la)

source: Placeholder (start range)
ca: Text d'exemple (inici de l'interval)
fr: Valeur affichée par défaut (plage début)
ro: Text ajutător (de la)

source: Please provide a valid xml file
ca: Cal que sigui un fitxer XML vàlid
da: Angiv venligst en fil i gyldigt xml-format
eu: XML fitxategi zuzen bat kargatu mesedez
fr: Veuillez fournir un fichier xml valide
ro: Te rugăm selectează un fișier XML valid
sk: Prosím, dodajte validný xml súbor

source: Plone portlet
ca: Portlet de Plone
el: Plone συστατικό στοιχείο πύλης
et: Plone Mooduli
eu: Ploneren portleta
fr: Portlet Plone
it: Portlet di Plone
lt: Plone pavaizdavimas
no: Plone portletten
ro: Portlet Plone
ru: Plone портлетов
sl: Plone portletov
sv: Plone portleten
tr: Plone portleti

source: Portlet macro
bg: Portlet макро
ca: Macro del portlet
cs: Portlet makro
da: Portlet makro
de: Portlet-Makro
el: Συστατικό στοιχείο πύλης μακροοικονομική
et: Mooduli makro
eu: Portletaren macroa
fi: Portlet makro
fr: Macro du portlet
hu: Portlet makró
is: Portlet þjóðhagsleg
lt: Pavaizdavimas makro
lv: Portlet makro
mt: Portlet makro
no: Portlet makro
pl: Portlet makro
ro: Macro
ru: Portlet макросов
sk: Makro portletu
sl: Portlet makro
sv: Portlet makro
tr: Portlet makro

source: Portlets left column is hidden now
bg: Portlets лявата колона е скрита сега
ca: S'ha amagat la columna esquerra de portlets
cs: Portlety levém sloupci se skrývá hned
da: Portletter i venstre kolonne er nu skjulte
de: Die linke Portlet Splate ist jetzt versteckt
el: Συστατικά στοιχεία πύλης αριστερή στήλη κρύβεται τώρα
et: Mooduli vasak veerg on peidetud nüüd
eu: Ezkerreko portleten zutabea ezkutatuta dago
fi: Portlet vasen sarake piilotetaan nyt
fr: Les portlets de gauche sont maintenant désactivés
hu: Portletek bal oldali oszlop rejtve van most
is: Portlets vinstri dálki er falin nú
it: Le portlet della colonna sinistra ora sono nascoste
lt: Portlety kairysis stulpelis yra paslėpti dabar
lv: Portlets kreisā kolonna tiek paslēpta tagad
mt: Portlets kolonna tax-xellug hija moħbija issa
nl: Portlets linkerkolom is nu verborgen
no: Portletter venstre kolonne er skjult nå
pl: Portlety lewa kolumna jest ukryta teraz
pt: Portlets coluna da esquerda está escondido agora
ro: Portleţii de stânga au fost ascunşi
ru: Portlets левой колонке скрыта сейчас
sk: Ľavý stĺpec portletov je teraz ukrytý
sl: Portletov levi stolpec je zdaj skrit
sv: Portletar vänstra kolumnen är dold nu
tr: Portletler sol sütun şimdi gizlidir

source: Portlets left column is visible now
bg: Portlets лявата колона се вижда сега
ca: S'ha fet visible la columna esquerra de portlets
cs: Portlety levém sloupci je vidět nyní
da: Portletter i venstre kolonne er nu synlige
de: Die linke Portlet Spalte ist jetzt sichtbar.
el: Συστατικά στοιχεία πύλης αριστερή στήλη είναι ορατή τώρα
et: Mooduli vasakus tulbas on näha nüüd
eu: Ezkerreko portleten zutabea agerian dago
fi: Portlet vasen sarake on näkyvissä nyt
fr: Les portlets de gauche sont maintenant activés
hu: Portletek bal oldali oszlopban látható most
is: Portlets vinstri dálkur er sýnilegur núna
it: Le portlet della colonna sinistra ora sono visibili
lt: Portlety kairioji skiltis matoma dabar
lv: Portlets kreisā kolonna ir redzama tagad
mt: Portlets kolonna tax-xellug huwa viżibbli issa
nl: Portlets linkerkolom is nu zichtbaar
no: Portletter venstre kolonne er synlig nå
pl: Portlety lewa kolumna jest widoczna teraz
pt: Portlets coluna da esquerda é agora visível
ro: Portleţii de stânga sunt vizibili acum
ru: Portlets левой колонке видно сейчас
sk: Ľavý stĺpec portletov je teraz viditeľný
sl: Portletov levi stolpec je viden zdaj
sv: Portletar vänstra kolumnen syns nu
tr: Portletler sol sütun artık görünür

source: Portlets right column is hidden now
bg: Portlets дясната колона е скрита сега
ca: S'ha amagat la columna dreta de portlets
cs: Portlety pravý sloupec je skryto hned
da: Portletter i højre kolonne er nu skjulte
de: Die rechte Portlet Spalte ist jetzt versteckt
el: Συστατικά στοιχεία πύλης στήλη δεξιά κρύβεται τώρα
et: Mooduli paremas veerus on peidetud nüüd
eu: Eskumako portleten zutabea ezkutatuta dago
fi: Portlet oikea sarake piilotetaan nyt
fr: Les portlets de droite sont maintenant désactivés
hu: Portletek jobb oszlop rejtve van most
is: Portlets hægri dálkur er falin nú
it: Le portlet della colonna destra ora sono nascoste
lt: Portlety dešinysis stulpelis yra paslėpti dabar
lv: Portlets labā sleja tiek slēpta tagad
mt: Kolonna tal-lemin Portlets hija moħbija issa
nl: Portlets rechter kolom is nu verborgen
no: Portletter høyre kolonne skjules nå
pl: Kolumna prawa Portlety kryje teraz
pt: Portlets coluna da direita está escondido agora
ro: Portleţii de dreapta au fost ascunşi
ru: Portlets правой колонке скрыта сейчас
sk: Pravý stĺpec portletov je teraz ukrytý
sl: Portletov desni stolpec je zdaj skrit
sv: Portletar högra kolumnen är dold nu
tr: Portletler sağ sütun şimdi gizlidir

source: Portlets right column is visible now
bg: Portlets дясната колона се вижда сега
ca: S'ha fet visible la columna dreta de portlets
cs: Portlety pravém sloupci je vidět nyní
da: Portletter i højre kolonne er nu synlige
de: Die rechte Portlet Spalte ist jetzt sichtbar.
el: Συστατικά στοιχεία πύλης στήλη δεξιά είναι ορατή τώρα
et: Mooduli paremas tulbas on näha nüüd
eu: Eskumako portleten zutabea agerian dago
fi: Portlet oikea sarake näkyy nyt
fr: Les portlets de droite sont maintenant désactivés
hu: Portletek jobb oldali oszlopban látható most
is: Portlets hægri dálkur er sýnilegur núna
it: Le portlet della colonna destra ora sono visibili
lt: Portlety dešinioji skiltis matoma dabar
lv: Portlets labā sleja ir redzama tagad
mt: Kolonna tal-lemin Portlets huwa viżibbli issa
nl: Portlets rechter kolom is nu zichtbaar
no: Portletter høyre kolonne er synlig nå
pl: Kolumna prawa portletów jest widoczny teraz
pt: Portlets coluna da direita é visível agora
ro: Portleţii de dreapta sunt vizibili acum
ru: Portlets правой колонке видно сейчас
sk: Pravý stĺpec portletov je teraz viditeľný
sl: Portletov desni stolpec je viden zdaj
sv: Portletar högra kolumnen syns nu
tr: Portletler sağ sütun artık görünür

source: Position
bg: Позиция
ca: Posició
cs: Pozice
da: Placering
el: Θέση
et: seisukohta
eu: Kokapena
fi: Sijainti
is: Staða
it: Posizione
lt: Pareigos
lv: Pozīcija
mt: Pożizzjoni
nl: Positie
no: Stilling:
pl: Stanowisko/Funkcja
pt: Posição
ro: Poziţie
ru: Положение
sk: Pozícia
sl: Položaj:
tr: Konum

source: Position of the widget.
bg: Позиция на джаджа.
ca: Posició del giny
cs: Pozice widgetu.
da: Widgettens placering.
de: Position des Widgets
el: Θέση του widget.
et: Seisukoht vidina.
eu: Widgetaren kokapena.
fi: Kanta widgetin.
fr: Position de le widget
hu: Pozíció a widget.
is: Staða á hlut.
it: Posizione del widget.
lt: Objekto pozicija.
lv: Pozīcija widget.
mt: Pożizzjoni tal-widget.
nl: Positie van de widget.
no: Plassering av widgeten.
pl: Stanowisko widgetu.
pt: Posição do widget.
ro: Poziţia widget-ului
ru: Позиция виджетов.
sk: Pozícia miniaplikácie.
sl: Stališče widget.
sv: Placering av widgeten.
tr: Widget Konumu.

source: Python name of a factory which can create the implementation object. This must identify an object in a module using the full dotted name.
bg: Python името на една фабрика, която може да създаде изпълнението на обекта. Това трябва да идентифицира един обект в модул за използване на пълния пунктирана име.
ca: El nom Python d'una factory que pot crear una implementació de l'objecte. Cal que aquest nom identifiqui un objecte dins d'un mòdul.
cs: Python název závodu, který může vytvořit implementační objekt. To musí určit objekt v modulu s použitím úplné tečkované jméno.
da: Python-modulnavn (dotted name) på den factory, som kan skabe objektet.
de: Bezeichnung der Factory (in Python), mit der das implementierende Objekt erzeugt wird. Dies muss ein Objekt in einem Modul sein, welches über seinen vollen Dotted-Name adressiert wird.
el: Python όνομα ενός εργοστασίου που μπορεί να δημιουργήσει το αντικείμενο εφαρμογής. Αυτό πρέπει να προσδιορίσει ένα αντικείμενο σε ένα module χρησιμοποιώντας το πλήρες όνομα διακεκομμένη.
et: Python nimi tehas, mis võib tekitada rakendamise vastu. See peab kindlaks objekti moodul kasutades täielikult dotted nimi.
eu: Objektua sortzen duen objektu-sortzaile baten python-izena. Modulu bateko objektu bat identifikatu behar du puntuz banatutako izendapena erabiliz.
fi: Python nimi tehdas, joka voi luoda täytäntöönpanoa objekti. Tämä on tunnistettava esine Moduuli koko katkoviivoja nimi.
fr: Le nom python d'une factory qui peut créer une implémentation de l'objet. Ce nom doit identifier un objet dans un module.
hu: Python nevét a gyár, amely képes létrehozni a végrehajtás objektumot. Ez kell azonosítani egy objektumot Egy modul teljes nevét pontozott.
is: Python nafn verksmiðju sem getur skapa framkvæmd mótmæla. Þetta verður að skilgreina hlut í mát með fullt dotted nafn.
it: Il nome Python di una fabbrica che può creare l'oggetto per l'implementazione. Questo deve identificare un oggetto in un modulo utilizzando il nome completo puntato.
lt: Python vardas gamyklą, kuri gali sukurti įgyvendinimo objektą. Tai turi identifikuoti objektą modulis naudojant visą punktyrine pavadinimą.
lv: Python nosaukums, rūpnīcas, kas var radīt īstenošanas objektu. Tas ir identificēt objektu modulī, izmantojot pilnu punktētu vārdu.
mt: Isem Python ta 'fabbrika li jistgħu joħolqu l-oġġett ta' implimentazzjoni. Dan għandu jidentifika oġġett fil-modulu jintuża l-isem bit-tikek sħiħ.
nl: Python naam van een fabriek die de uitvoering object kan maken. Dit moet vaststellen van een object in een module met de volledige gestippelde naam.
no: Python navnet på en fabrikk som kan lage gjennomføringen objektet. Dette må identifisere et objekt i en modul ved hjelp av full stiplede navn.
pl: Nazwa Python z fabryki, które można utworzyć obiekt implementacji. To musi zidentyfikować obiekt w module przy pełnej przerywaną nazwę.
pt: Python nome de uma fábrica que pode criar o objeto de implementação. Isto deve identificar um objeto em um módulo usando o nome completo pontilhada.
ro: Numele Python al unei 'Factory' care poate creea obiectul de implementare. Aceasta trebuie sa identifice un obiect folosind numele complet cu punctuaţie
ru: Python название завода, которые могут создать реализацию объекта. Это должны определить объект в модуле с использованием полного пунктирной имя.
sk: Python-ské meno továrne, ktorá môže vytvoriť implementovaný objekt. Meno musí identifikovať objekt v module s použitím úplného (dotted) mena.
sl: Python ime tovarne, ki lahko ustvarijo izvajanja predmeta. To mora določiti predmet v modulu s polno pikčasto ime.
sv: Python namnet en fabrik som kan skapa genomförandet objektet. Detta måste identifiera ett objekt i en modul genom att använda hela prickade namn.
tr: Uygulama nesnesi oluşturabilirsiniz bir fabrika Python adı. Bu tam noktalı adını kullanarak bir modül bir nesne tanımlamak gerekir.

source: Range
bg: Диапазон?
ca: Interval
cs: rozsah
da: Interval
de: Bereich
el: εύρος
et: Valik
eu: Sorta
fi: Alue
fr: Interval
is: Hóflegt
it: Distnza
lt: Diapazonas
lv: Diapazons
mt: Medda
nl: Bereik
pl: Zakres
pt: Intervalo
ro: Spectru
ru: Диапазон
sk: Rozsah
sl: Območje
sv: Tidspann
tr: aralık

source: Relevance
ca: Rellevància
eu: Errelebantzia
fr: Pertinence
ro: Relevanță

source: Remove all
bg: премахване на всички
ca: Esborra'ls tots
cs: Odstranit vše
da: Fjern alle
de: Alle entfernen
el: Κατάργηση όλων
et: Kustuta kõik
eu: Guztiak ezabatu
fi: Poista kaikki
fr: Tout supprimer
hu: Távolítson el minden
is: Fjarlægja allt
it: Rimuovi tutto
lt: Pašalinti visus
lv: Noņemt visu
nl: Verwijder alles
no: Fjern alle
pl: Usuń wszystko
pt: Remover todos
ro: Șterge toate filtrele
ru: Тозакунии ҳама
sk: Odstrániť všetko
sl: odstrani vse
sv: Ta bort alla
tr: Tümünü kaldır

source: Remove all filters
bg: Премахване на всички филтри
ca: Esborra tots els filtres
cs: Odstranit všechny filtry
da: Fjern alle filtre
de: Alle Filter entfernen
el: Κατάργηση όλων των φίλτρων
et: Eemalda kõik filtrid
eu: Kendu iragazki guztiak
fi: Poista kaikki suodattimet
fr: Retirer tous les filtres
hu: Összes szűrő törlése
is: Fjarlægja allar síur
it: Rimuovi tutti i filtri
lt: Pašalinti visus filtrus
lv: Noņemt visus filtrus
mt: Neħħi l-filtri
nl: Verwijder alle filters
no: Fjern alle filter
pl: Usuń wszystkie filtry
pt: Remover todos os filtros
ro: Şterge toate filtrele
ru: Убрать все фильтры
sk: Odstrániť všetky filtre
sl: Odstranite vse filtre
sv: Ta bort alla filter
tr: Tüm filtreleri kaldırın

source: Results Filter
ca: Filtre entre els resultats
da: Resultatfilter
eu: Emaitzen filtroa
fr: Filtre des résultats
ro: Filtru rezultate
sk: Filter výsledkov

source: Results per page
bg: Резултати на страница
ca: Resultats per pàgina
cs: Počet výsledků na stránce
da: Resultater per side
de: Ergebnisse pro Seite
el: Αποτελέσματα ανά σελίδα
et: Tulemusi lehel
eu: Orrialde bakoitzeko emaitza kopurua
fi: Tulokset sivulla
fr: Résultats par page
hu: Találatok egy oldalon
is: Niðurstöður á síðu
it: Risultati per pagina
lt: Rezultatų skaičius puslapyje
lv: Rezultātus uz lappuses
mt: Riżultati għal kull paġna
nl: Resultaten per pagina
no: Resultater per side
pl: Wyniki na stronie
pt: Resultados por página
ro: Rezultate pe pagină
ru: Результатов на странице
sk: Počet výsledkov na stránke
sl: Rezultati po strani
sv: Resultat per sida
tr: Sayfa başına sonuçlar

source: Results per page ending value
bg: Резултати на страница завършва стойност
ca: Extrem final de la seqüència de resultats per pàgina
cs: Výsledky na stránku končící hodnotou
da: Højeste værdi for antal resultater per side
de: Ergebnisse pro Seite Endwert
el: Αποτελέσματα ανά σελίδα που έληξε αξία
et: Tulemusi lehel lõpeb väärtus
eu: Emaitzak orrialdeko balio amaitzeko
fi: Tulokset sivulla Loppuarvo
fr: Valeur de fin des résultats par page
hu: Eredmények oldalanként végződő értéket
is: Per blaðsíðu lýkur gildi
it: Valore finale dei Risultati per Pagina
lt: Rezultatai puslapyje, kuris baigiasi vertės
lv: Rezultātus uz lappuses beidzas vērtības
mt: Riżultati għal kull paġna valur jispiċċa
nl: Resultaten per pagina eindwaarde
no: Resultater per side sluttverdien
pl: Wyniki na stronie wartości kończącym
pt: Resultados por página terminando valor
ro: Până la
ru: Результатов на страницу конечное значение
sk: Koncová hodnota počtu výsledkov na stránke
sl: Rezultati po strani se je končal vrednosti
sv: Resultat per sida slutvärdet
tr: Sayfa bitiş değeri başına sonuçlar

source: Results per page starting value
bg: Резултати на страница начална стойност
ca: Extrem inicial de la seqüència de resultats per pàgina
cs: Počet výsledků na stránku výchozí hodnoty
da: Mindste værdi for antal resultater per side
de: Ergebnisse pro Seite Startwert
el: Αποτελέσματα ανά σελίδα τιμή έναρξης
et: Tulemusi lehel algväärtus
eu: Orrialdearen emaitzak balio hasita
fi: Tulokset sivulla alkuarvo
fr: Valeur de départ du nombre de résultats par page
hu: Eredmények oldalanként kezdő értéke
is: Niðurstöður á síðu byrja gildi
it: Valore iniziale dei Risultati per Pagina
lt: Rezultatai puslapyje pradinė reikšmė
lv: Rezultātus uz lappuses sākuma vērtību
mt: Riżultati għal kull paġna tibda valur
nl: Resultaten per pagina startwaarde
no: Resultater per side startverdi
pl: Wyniki na stronie wartość początkowa
pt: Resultados por página valor inicial
ro: De la
ru: Результатов на странице начального значения
sk: Počiatočná hodnota počtu výsledkov na stránke
sl: Rezultati po strani začetna vrednost
sv: Resultat per sida startvärde
tr: Sayfa başına sonuç değeri başlangıç

source: Results per page step
bg: Резултати на страница стъпка
ca: Pas de la seqüència de resultats per pàgina
cs: Výsledky na stránku krokem
da: Antal resultater per side
de: Ergebnisse pro Seite Schritt
el: Αποτελέσματα ανά σελίδα βήμα
et: Tulemusi lehel samm
eu: Emaitzak orrialdeko urratsa
fi: Tulokset sivulla askel
fr: Étape des valeurs pour le nombre de résultats par page
hu: Eredmények oldalanként lépés
is: Per skref síðu
it: Step dei Risultati per Pagina
lt: Rezultatai per žingsnį puslapis
lv: Rezultātus uz lappuses soli
mt: Riżultati għal kull paġna pass
nl: Resultaten per pagina stap
no: Resultater per side trinn
pl: Wyniki na stronie kroku
pt: Resultados por página etapa
ro: Pas
ru: Результатов на странице шаг
sk: Hodnota kroku počtu výsledkov na stránke
sl: Rezultati po korak stran
sv: Resultat per sida steg
tr: Sayfa adım başına Sonuçlar

source: Reuse date format and language used by Plone
ca: Format i idioma de les dates definit a Plone
eu: Berrerabili Ploneren data-formatu eta hizkuntza
fr: Utiliser le format de date et la langue définis dans Plone
ro: Reutilizarea formatului de dată și a limbajului utilizat de Plone

source: Reuse the same date format and the the same language that Plone uses elsewhere. Otherwise, the format will be "yy-mm-dd" and the language "English". Note that this default format allows you to encode very old or big years (example : 0001 will not be converted to 1901). Other formats do not.
ca: Utilitza el mateix format i el mateix idioma que Plone utilitza a tot arreu. Sinó el format és "yy-mm-dd" i l'idioma és l'anglès. Noteu que aquest format per defecte permet codificar dates antigues (per exemple: 0001 no es converteix a 1901). Altres formats no ho permeten.
eu: Berrerabili Plonek beste lekuetan erabiltzen duen data-formatu eta hizkuntza. Bestela formatua "uu-hh-ee" izango da eta hizkuntza "Ingelesa". Kontuan izan formatu honek urte zenbaki oso zahar edo oso handiak erabiltzen uzten dizula (adibidez: 0001 ez da 1901 izatera bihurtuko). Beste formatu batzuk ez dute hau eskaintzen.
fr: Réutilise le même format de date et la même langue que Plone utilise partout. Sinon, le format sera "aa-mm-jj" et la langue sera l'anglais. Ce format par défaut vous permet d'encoder de très anciennes dates (par exemple : 0001 sera convertit en 1901). Les autres formats ne le permette pas.
ro: Reutiliți același format de dată și aceeași limbă pe care Plone o folosește în altă parte. În caz contrar, formatul va fi 'yy-mm-dd' și limba 'engleză'. Rețineți că acest format implicit vă permite să codificați ani foarte vechi sau mari (exemplu: 0001 nu va fi convertit la 1901). Alte formate nu.

source: Reverse
bg: Заден ход:
ca: Invers
cs: vzad
da: Omvendt
de: Umgekehrt
el: Αντίστροφη
et: Vastupidine
eu: Alderantzizkoa
fi: Peruuttaa
fr: Inverser
hu: Fordított
is: Aftur
it: Inverti
lt: Panaikinti
lv: Mainīt
nl: Omkeren
no: Omvendt
pl: Strona odwrotna (Rewers)
pt: Reverso
ro: Sortare inversă
ru: Задняя передача
sk: Obrátiť
sl: Povratne
sv: Vända
tr: Geri

source: Reverse options
bg: Обратните опции
ca: Opcions invertides
cs: Reverzní možnosti
da: Vis muligheder i omvendt rækkefølge
de: Umgekehrte Optionen
el: Αντίστροφη επιλογές
et: Reverse valikud
eu: Aukerak alderantzikatu
fi: Käänteinen vaihtoehtoja
fr: Inverser l'ordre des valeurs
hu: Fordított lehetőségek
is: Reverse valkostir
it: Inverti le opzioni
lt: Grįžtamieji galimybės
lv: Atgriezeniskās iespējas
mt: Għażliet Reverse
nl: Reverse opties
no: Omvendt valg
pl: Opcje tylnej
pt: Opções Reversa
ro: Sortare inversă
ru: Обратный варианты
sk: Možnosti obrátenia
sl: Povratne možnosti
sv: Omvänd alternativ
tr: Ters seçenekleri

source: Root folder
bg: Главната папка
ca: Carpeta arrel
cs: Kořenová složka
da: Rodmappe
de: Root-Ordner
el: Φακέλου ρίζας
et: Juurkaustade
eu: Erroa
fi: Root-kansioon
fr: Dossier racine
hu: Gyökérmappa
is: Rót mappa
it: Cartella radice
lt: Šakninis aplankas
lv: Saknes mape
mt: Folder ta 'għerq
nl: Root map
no: Rotmappe
pl: Folder główny
pt: Pasta raiz
ro: Director rădăcină
ru: [Корневая папка]
sk: Koreňová zložka
sl: Root mapa
sv: Rotmapp
tr: Kök klasörü

source: Save
bg: Запази
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
et: Salvesta
eu: Gorde
fi: Tallenna
fr: Sauver
hu: Mentés
is: Vista
it: Salva
lt: &Išsaugoti
lv: Saglabāt
mt: Ħlief
nl: Opslaan
no: Lagre
pl: Save (zapisz)
pt: salvar
ro: Salvează
ru: Сохраненный
sk: Uložiť
sl: Shrani
sv: Spara
tr: Kaydet

source: Schema interface
ca: Interfície de schema
eu: Eskemaren interfazea
ro: Interfață schema

source: Search
bg: Търсене
ca: Cerca
cs: Vyhledávání
da: Søg
de: Suche
el: Αναζήτηση
et: Otsing
eu: Bilatu
fi: Haku
fr: Rechercher
hu: Keresés
is: Leita
it: Cerca
lt: Ieškoti
lv: Meklēt
mt: Fittex
nl: Zoeken
no: Søk
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sl: Išči
sv: Sök
tr: Ara

source: Search Depth
bg: Търсене Дълбочина
ca: Profunditat de la cerca
cs: Hloubka vyhledávání
da: Søgedybde
de: Suchtiefe
el: Βάθος Αναζήτηση
et: Otsi Sügavus
eu: Bilaketaren sakonera
fi: Haun syvyys
fr: Profondeur de la recherche
hu: Keresés mélysége
is: Leita Dýpt
it: Profondità della ricerca
lt: Gylis paieškos
lv: Meklēt Dziļums
mt: Fond Fittex
nl: Zoekdiepte
no: Søkedybde
pl: Głębokość wyszukiwania
pt: Profundidade da pesquisa
ro: Adâncime
ru: Глубина поиска
sk: Hĺbka vyhľadávania
sl: Iskanje Globina
sv: Sök Djup
tr: Arama Derinliği

source: Search in all elements only
ca: Cerca només en tots els elements
da: Giv kun mulighed for at søge blandt alle emner
eu: Elementu guztietan bakarrik bilatu
fr: Rechercher seulement dans tous les éléments
ro: Caută în toate elementele

source: Search with AND/OR between elements
bg: Търси с и / или между елементите
ca: Cerca mitjançant conjunció (AND) o disjunció (OR)
cs: Hledat s A / NEBO mezi prvky
da: Søg med AND eller OR imellem elementer
de: Suchen mit UND / ODER zwischen den Elementen
el: Αναζήτηση με ή / και μεταξύ των στοιχείων
et: Otsing koos ja/või elementide vahel
eu: Elementuen artean AND/OR erabiliz bilatu
fi: Haku kanssa ja / tai elementtien välissä
fr: Opérateur de recherche entre les critères
hu: Keresés az ÉS/VAGY elemek közötti
is: Leita með OG/EÐA milli atriða
it: Cerca con AND/OR tra gli elementi
lt: Ieškoti IR / ARBA tarp elementų
lv: Meklēt ar UN/VAI starp elementiem
mt: Fittex bil U / JEW bejn l-elementi
nl: Zoek met en / of tussen de elementen
no: Søk med OG / ELLER mellom elementene
pl: Szukaj z AND / OR między elementami
pt: Pesquisar com e / ou entre os elementos
ro: Caută folosind SI/SAU între elementele filtrului
ru: Поиск с и / или между элементами
sk: Hľadať s A/ALEBO medzi prvkami
sl: Iskanje z in / ali med elementi
sv: Sök med och / eller mellan elementen
tr: Ile VE / VEYA elemanları arasında ara

source: Section
bg: Bereich
ca: Secció
cs: Část
da: Sektion
de: Sektion
el: Τμήμα
et: Osa
eu: Atala
fi: Osa
is: Kafli
it: Sezione
lt: Skyrius
lv: Daļa
mt: Taqsima
nl: Afdeling
no: Seksjo
pl: Rozdział
pt: SEÇÃO
ro: Secţiune
ru: разделы :
sk: Časť
sl: Razdelek 3
sv: Avsnitt
tr: Bölüm

source: Select
bg: избор
ca: Selecció
cs: Výběr
da: Vælg
de: Auswahl
el: Επιλογή
et: Vali
eu: Aukeraketa-kutxa (select)
fi: Valita
fr: Liste de sélection
hu: Válaszon
is: Velja
it: Seleziona
lt: Pasirinkti
lv: Atlasītais
mt: Agħżel
no: Velg
pl: Wybierz
pt: selecção
ro: Selectare
ru: Выборочно
sk: Vybrať
sl: Izberi
sv: Välj
tr: Seç
