Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Import configuration
bg: Внос конфигурация
ca: Configuració d'importació
cs: Import konfigurace
da: Importér opsætning
de: Importieren der Konfiguration
el: Εισαγωγή ρυθμίσεων
et: Import konfiguratsiooni
eu: Konfigurazioa inportatu
fi: Tuo kokoonpano
fr: Importer la configuration
hu: Konfiguráció importálása
is: Innflutningur stillingar
it: Configurazione dell'importazione
lt: Importas konfigūracija
lv: Importa konfigurācija
mt: Konfigurazzjoni Importazzjoni
nl: Import configuratie
no: Import konfigurasjon
pl: Konfiguracja importu
pt: Importar configuração
ro: Importă configuraţia
ru: Импорт конфигурации
sk: Import konfigurácie
sl: Uvoz nastavitev
sv: Import konfiguration
tr: İthalat yapılandırma

source: Inheriting configuration if is now enabled
ca: S'ha activat la configuració heretada
da: Nedarvning af opsætning er nu slået til
de: Vererbung der Einstellungen von der Hauptsprache ist aktiviert
eu: Konfigurazioa heredatzea aktibatu da
fr: L'héritage de configuration a été activée
ro: Navigarea fațetată moștenită a fost activată

source: Inheriting configuration is now disabled
ca: S'ha desactivat la configuració heretada
da: Nedarvning af opsætning er nu slået fra
de: Vererbung der Einstellungen von der Hauptsprache ist nun deaktiviert
eu: Konfigurazioa heredatzea desaktibatu da
fr: L'héritage de configuration a été desactivée
ro: Navigarea fațetată moștenită a fost dezactivată

source: Invalid or empty range provided for this widget. This widget will be ignored in view mode.
fr: Plage invalide ou vide. Le widget sera ignoré en visualisation.
ro: Acest widget va fi ignorat deoarece intervalul furnizat este invalid.

source: Invalid or empty vocabulary provided for this widget. Leave empty for default sorting criteria.
bg: Невалидни или празни речник е предвидено за тази джаджа. Оставете празно за критерии по подразбиране за сортиране.
ca: S'ha introduït un vocabulari invàlid o buit per a aquest giny. Deixeu-lo en blanc per als criteris d'ordenació per defecte.
cs: Neplatné nebo prázdné slovní zásoby podle tohoto widgetu. Nechte prázdné pro třídícího kritéria.
da: Ugylidig eller tom liste af valgmuligheder er valgt for denne widget. Undlad at vælge en liste for at benytte standard sorteringskriterier.
de: Das für dieses Widget angegebene Vokabular ist leer oder ungültig. Feld Leer lassen, wenn die Vorgabe-Sortierkritierien gelten sollen.
el: Άκυρα ή άδειο το λεξιλόγιο που προβλέπεται για το widget. Αφήστε το κενό για τα κριτήρια διαλογής προεπιλογή.
et: Vigaseid või tühje sõnavara sätestatud selle vidina. Jäta tühjaks default sortimiskriteeriumina.
eu: Widget honentzat aukeratu duzun hiztegiak ez du balio edo hutsik dago. Utzi hutsik defektuzko ordenazio-irizpidea erabiltzeko.
fi: Virheellinen tai tyhjä sanastoa säädetyt tämä vekotin. Jätä tyhjä oletuksena lajitteluperusteet.
fr: Le vocabulaire de ce widget est vide ou invalide. Laissez vide pour le tri par défaut.
hu: Érvénytelen vagy üres szókincs előírt ez a widget. Hagyja üresen az alapértelmezett rendezési feltételeket.
is: Ógilt eða tóm orðaforða sem kveðið er á þessum hlut. Skildu þetta eftir autt fyrir vanræksla flokkun forsendum.
it: Il vocabolario fornito per questo widget è vuoto o non valido. Lasciare vuoto per utilizzare i criteri di ordinamento predefiniti.
lt: Neteisinga ar tuščias žodynas numatyta šio valdikliui. Palikite tuščia įsipareigojimų neįvykdymo rikiavimo kriterijų.
lv: Nederīgs vai tukšs vārdnīca paredzēta šī widget. Atstājiet tukšu, lai noklusējuma kārtošanas kritēriju.
mt: Vokabularju invalida jew vojta prevista dan widget. Ħalli vojta għal kriterji issortjar default.
nl: Ongeldige of lege woorden voor dit widget. Laat leeg voor standaard sortering criteria.
no: Ugyldig eller tom vokabular gitt for denne widgeten. La stå tomt for standard Sorteringskriteriene.
pl: Nieprawidłowy lub pusty słownictwo przewidziano tego widgetu. Pozostaw puste dla kryterium sortowania domyślnych.
pt: Vocabulário inválido ou vazio previsto para este widget. Deixe em branco para critérios de classificação padrão.
ro: Vocabularul selectat pentru acest widget este invalid sau lipseşte. Lăsaţi spaţiu gol pentru o sortare implicită.
ru: Неправильный или пустой словарь предоставляется для этого виджета. Оставьте пустым критериев сортировки по умолчанию.
sk: Neplatný alebo prázdny slovník pre túto miniaplikáciu. Nechajte prázdny pre východiskové kritériá triedenia.
sl: Neveljavno ali prazna besednjak če za to widget. Pustite prazno za privzete meril razvrščanja.
sv: Ogiltig eller tom vokabulär som denna widget. Lämna tomt för kriterierna standard sortering.
tr: Geçersiz veya boş kelime bu widget için sağlanmıştır. Varsayılan sıralama kriterleri için boş bırakın.

source: Invalid or empty vocabulary provided for this widget. This widget will be ignored in view mode.
fr: Vocabulaire invalide ou vide. Le widget sera ignoré en visualisation.
ro: Acest widget nu va fi afișat deoarece vocabularul selectat lipseşte sau este gol.

source: Invalid range
ca: Interval invàlid
fr: Plage invalide
ro: Intervalul selectat nu este valid

source: Label (end date)
ca: Etiqueta (data final)
fr: Intitulé (date fin)
ro: Etichetă (până la)

source: Label (end range)
ca: Etiqueta (final de l'interval)
fr: Intitulé (plage fin)
ro: Etichetă (până la)

source: Label (start date)
ca: Etiqueta (data inicial)
fr: Intitulé (date début)
ro: Etichetă (de la)

source: Label (start range)
ca: Etiqueta (inici de l'interval)
fr: Intitulé (plage début)
ro: Etichetă (de la)

source: Less
ca: Mostra'n menys
fr: Moins
ro: Mai puțin

source: Less filters
bg: По-малко филтри
ca: Mostra menys filtres
cs: Méně filtry
da: Færre filter
de: Weniger Filter
el: Λιγότερο φίλτρων
et: Vähem filtrid
eu: Filtro gutxiago
fi: Vähemmän suodattimet
fr: Moins de filtres
hu: Kevesebb szűrők
is: Minna síur
it: Meno filtri
lt: Mažiau filtrai
lv: Mazāk filtri
mt: Filtri anqas
nl: Minder filters
no: Mindre filtre
pl: Mniej filtrów
pt: Menos filtros
ro: Mai puţine filtre
ru: Менее фильтры
sk: Menej filtrov
sl: Manj filtri
sv: Mindre filter
tr: Az filtreleri

source: Let the end-user choose to search with AND or OR between elements
ca: Permet que l'usuari esculli si vol cercar conjuntivament (AND) o disjuntivament (OR)
da: Giver den besøgende mulighed for at søge med AND eller OR
eu: Utzi erabiltzaileari AND eta OR erabiliz bilatzen utzi
fr: Permettez aux utilisateurs de choisir entre une recherche avec ET ou avec OU
ro: Permite utilizatorului final să caute elementele folosind ŞI sau SAU între filtre
sk: Nechať užívateľovi možnosť zvoliť vyhľadávanie pomocou AND alebo OR medzi prvkami

source: List
bg: списък
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
et: Nimekiri
eu: Zerrenda
fi: luettelo
fr: Liste
hu: Sorolja
is: Listi
it: Lista
lt: Sąrašas
lv: Saraksts
mt: Lista
nl: lijst
ro: Listă
ru: Список
sk: Zoznam
sl: navedba
sv: Lista
tr: Liste

source: Maximum characters
bg: Максимални символи
ca: Límit màxim de caràcters
cs: Maximální počet znaků
da: Maksimalt antal tegn
de: Maximale Zeichen:
el: Μέγιστος αριθμός χαρακτήρων
et: Suurim tähemärki
eu: Karaktere kopuru maximoa
fi: Merkkien enimmäismäärä
fr: Nombre de caractères maximum
hu: Maximális karakter
is: Hámark stafir
it: Massimo numero di caratteri
lt: Maksimalus simbolių skaičius
lv: Maksimālais rakstzīmju skaits
mt: Karattri massimi
nl: Maximum aantal tekens
no: Maksimalt tegn
pl: Maksymalna liczba znaków
pt: Máximo de caracteres
ro: Număr maxim de caractere
ru: Максимальное количество символов
sk: Maximálny počet znakov
sl: Največje znakov
sv: Maximala tecken
tr: Maksimum karakter

source: Maximum color
ca: Color màxim
eu: Kolore maximoa
fr: Couleur maximum
ro: Culoare maximă

source: Maximum font-size (px)
bg: Максималният размер на шрифта (пиксела)
ca: Mida màxima de la lletra (px)
cs: Maximální font-size (px)
da: Maksimal font-størrelse (px)
de: Maximale font-size (px)
el: Μέγιστο μέγεθος γραμματοσειράς (px)
et: Suurim font-size (px)
eu: Letra-motaren gehienezko tamaina (font-size (px))
fi: Suurin font-size (px)
fr: Taille maximale des fontes (px)
hu: Maximális font-size (px)
is: Hámarks font-size (px)
it: Dimensione massima del testo (px)
lt: Didžiausias šrifto dydis (taškais)
lv: Maksimālais font-size (px)
mt: Massimu font daqs (px)
nl: Maximale font-size (px)
no: Maksimal font-size (px)
pl: Maksymalny rozmiar czcionki (px)
pt: Máximo font-size (px)
ro: Mărime font maximă (px)
ru: Максимальный размер шрифта (пикселей)
sk: Maximálna veľkosť fontu (px)
sl: Največja font-size (px)
sv: Största font-storlek (px)
tr: Maksimum font-size (px)

source: Maximum items
bg: Максимални позиции
ca: Quantitat màxima d'elements
cs: Maximální položek
da: Maksimalt antal elementer
de: Maximale Einträge
el: Μέγιστη στοιχεία
et: Suurim teemad
eu: Gehienezko elementu-kopurua
fi: Suurin kohdetta
fr: Nombre d'items maximum
hu: Maximális elem
is: Hámark atriði
it: Massimo numero di elementi
lt: Kuo daugiau elementų
lv: Maksimālās vienības
mt: Oġġetti massimi
nl: Maximum aantal items
no: Maksimalt antall
pl: Najwyższe pozycje
pt: Máximo de itens
ro: Număr maxim de obiecte
ru: Максимальная пунктов
sk: Maximálny počet položiek
sl: Največje postavke
sv: Maximala objekt
tr: Maksimum ürün

source: Maximum size
bg: Максимален размер
ca: Mida màxima
cs: Maximální velikost
da: Maksimal størrelse
de: Maximalgröße:
el: Μέγιστο μέγεθος
et: Maksimaalne suurus
eu: Tamaina maximoa
fi: Suurin koko
fr: Taille maximale
hu: Maximális méret
is: Hámarks stærð
it: Dimensione massima
lt: Maksimalus dydis
lv: Maksimālais izmērs
mt: Massimu daqs
nl: Maximale grootte
no: Maksimal størrelse
pl: Maksymalny rozmiar
pt: O tamanho máximo
ro: Mărime maximă
ru: Максимальный размер
sk: Maximálna veľkosť
sl: Največja velikost:
sv: Maximal storlek
tr: Azami boyut:

source: Minimum color
ca: Color mínim
eu: Kolore minimoa
fr: Couleur minimum
ro: Culoare minimă

source: Minimum font-size (px)
bg: Минималния шрифт с размер (пиксела)
ca: Mida mínima de la lletra (px)
cs: Minimální font-size (px)
da: Minimum font-størrelse (px)
el: Ελάχιστο μέγεθος γραμματοσειράς (px)
et: Miinimum font-size (px)
eu: Letra-motaren gutxieneko tamaina (font-size (px))
fi: Minimi font-size (px)
fr: Taille minimale des fontes (px)
hu: Minimális font-size (px)
is: Lágmark font-size (px)
it: Dimensione minima del testo (px)
lt: Minimalus šrifto dydis (taškais)
lv: Minimālais font-size (px)
mt: Minimu tat-tipa ta 'daqs (px)
nl: Minimale font-size (px)
pl: Minimalny rozmiar czcionki (px)
pt: Mínimo font-size (px)
ro: Mărime font minimă (px)
ru: Минимальный размер шрифта (пикселей)
sk: Minimálna veľkosť fontu (px)
sv: Minsta font-storlek (px)

source: Minimum size
bg: Минимален размер
ca: Mida mínima
cs: Minimální velikost:
da: Mindstemål
de: Minimale Größe
el: Ελάχιστο μέγεθος
et: Minimaalne suurus
eu: Tamaina minimoa
fi: Vähimmäiskoko
fr: Taille minimale
hu: Minimális méret
is: Lágmark stærð
it: Dimensione minima
lt: Minimalus dydis
lv: Minimālais izmērs
mt: Daqs minimu tal-
nl: Minimaal formaat
no: Minimum størrelse
pl: Minimalny rozmiar
pt: Tamanho mínimo:
ro: Mărime minimă
ru: Минимальный размер
sk: Minimálna veľkosť
sl: Minimalna velikost
sv: Minsta storlek
tr: Minimum boyut

source: More
ca: Mostra'n més
fr: Plus
ro: Mai mult

source: More filters
bg: Още филтри
ca: Mostra més filtres
cs: Další filtry
da: Flere filtre
de: Weitere Filter
el: Περισσότερα φίλτρα
et: Rohkem filtrid
eu: Filtro gehiago
fi: Useampi suodatin
fr: Plus de filtres
hu: További szűrők
is: Fleiri síur
it: Più filtri
lt: Daugiau filtrai
lv: Vairāk filtri
mt: Filtri Aktar
nl: Meer filters
no: Flere filtre
pl: Więcej filtrów
pt: Mais filtros
ro: Mai multe filtre
ru: Дополнительные фильтры
sk: Ďalšie filtre
sl: Več filtri
sv: Fler filter
tr: Daha filtreleri

source: Move Down
bg: Преместване надолу
ca: Mou avall
cs: Posunout dolů
da: Flyt ned
de: Nach unten
el: Μετακίνηση προς τα κάτω
et: Nihuta alla
eu: Behera mugitu
fi: Siirrä alaspäin
fr: Descendre
hu: Le
is: Færa niður
it: Sposta giù
lt: Perkelti žemyn
lv: Pārvietot lejup
mt: Nimxu Down
nl: Omlaag verplaatsen
no: Flytt ned
pl: Przesuń w dół
pt: Para baixo
ro: Mută jos
ru: Переместить вниз
sk: Posunúť nadol
sl: Premakni navz&dol
sv: Flytta ned
tr: Aşağı taşı

source: Move Up
bg: Преместване нагоре
ca: Mou amunt
cs: Posunout nahoru
da: Flyt op
de: Nach oben
el: Μετακίνηση επάνω
et: Liiguta üles
eu: Gora mugitu
fi: Siirrä ylöspäin
fr: Monter
hu: Fel
is: Færa upp
it: Sposta su
lt: Perkelti aukštyn
lv: Pārvietot augšup
mt: Nimxu Up
nl: Omhoog verplaatsen
no: Flytt opp
pl: Przesuń w górę
pt: Para cima
ro: Mută sus
ru: Переместить вверх
sk: Posunúť nahor
sl: Premakni navz&gor
sv: Flytta upp
tr: Yukarı taşı

source: Multi Select
ca: Selecció múltiple
fr: Multi sélection
ro: Select multiplu

source: Multiselect
ca: Selecció múltiple
fr: Multisélection
ro: Select multiplu

source: Navigation js-tree starting point (relative to plone site. ex: SITE/data-and-maps)
bg: Навигационна JS-дърво отправна точка (спрямо сайт Plone напр. сайт / данни и карти)
ca: Punt d'inici de la navegació en arbre (relatiu al portal plone, p.ex: PORTAL/dades-i-mapes)
cs: Navigace js-strom výchozí bod (ve vztahu k webu Plone např.:. SITE / data-a-map)
da: Navigationtræets (js-tree) udgangspunkt (i forhold til siteroden eks.: SITE/data-og-kort)
de: Navigation js-tree Ausgangspunkt (bezogen auf Plone-Site ex:. SITE/data-and-Karten)
el: Πλοήγηση js-δέντρο σημείο εκκίνησης (σε σχέση με το χώρο Plone πρώην:. SITE / δεδομένων και χάρτες)
et: Navigation js-tree lähtepunkt (võrreldes Plone kohas. Ex: SITE/data-and-kaardid)
eu: JavaScript zuhaitzaren nabigazioaren hasiera-puntua (erlatiboa Plone atariarekikp ex: Plone/datuak-eta-mapak)
fi: Navigointi js-puu lähtökohta (suhteessa plone sivusto. Ex: SITE/data-ja-kartat)
fr: Point de départ de la navigation arborescente
hu: Navigációs js-Fa kiindulási pont (relatív a Plone oldalon. Ex: SITE/adat-és térképek)
is: Navigation JS-tré upphafið (miðað við plone síðuna td:. N/gögn-og-kort)
it: Punto di partenza del js-tree di navigazione (relativo al sito Plone. es: SITE/data-and-maps)
lt: Navigacija JS medis atspirties taškas (palyginti su plone svetainėje pvz.: svetainė / duomenų ir žemėlapiai)
lv: Navigācija JS-koks sākumpunkts (salīdzinājumā ar Plone vietā ex. LAPAS/datu-and-kartes)
mt: Navigazzjoni JS-siġra punt tat-tluq (relattiv għall-sit plone ex. SIT / data-u-mapep)
nl: Navigatie js-boom startpunt (ten opzichte van Plone site af:. SITE / data-en-kaarten)
no: Navigasjon js-treet utgangspunkt (i forhold til Plone nettstedet ex:. SITE/data-og-kart)
pl: Nawigacja js-tree punkt wyjścia (w stosunku do strony, Plone ex:. SITE / dane-i-mapy)
pt: Navegação ponto js-árvore começando (em relação ao site plone ex:. SITE/dados-e-mapas)
ro: Punct de plecare
ru: Навигация JS-дерево отправную точку (по сравнению с сайта Plone например:. Сайт / данные-и-карты)
sk: Východiskový bod pre js-tree navigácie (relatívne k plone stránke napr:. SITE/dáta-a-mapy)
sl: Navigacija js-drevo izhodišče (glede na mesto Plone ex. MESTO / podatkov-in zemljevidi)
sv: Navigering js-trädet startpunkten (i förhållande till Plone site ex. SITE / data-och-kartor)
tr: Navigasyon js ağacı başlangıç ​​noktası (plone siteye göre örn:. SİTE / veri-ve-haritalar)

source: Next 2 days
bg: Следващите 2 дни
ca: D'aquí a dos dies
cs: Další 2 dny
da: Næste 2 dage
de: Weiter 2 Tage
el: Επόμενο 2 ημέρες
et: Järgmised 2 päeva
eu: Hurrengo 2 egun
fi: Seuraava 2 päivää
fr: Dans 2 jours
hu: Következő 2 nap
is: Næstu 2 dagar
it: Prossimi 2 giorni
lt: Būsimas 2 dienas
lv: Nākamās 2 dienas
nl: Volgende 2 dagen
no: Neste 2 dager
pl: Następne 2 dni
pt: Próximos 2 dias
ro: Următoarele 2 zile
ru: На следующие 2 дня
sk: Nasledujúce 2 dni
sl: Naslednja 2 dni
sv: Kommande 2 dagarna
tr: Sonraki 2 gün

source: Next 2 weeks
bg: Следващите 2 седмици
ca: D'aquí a dues setmanes
cs: Příštích 2 týdnech
da: Næste 2 uger
de: Nächsten 2 Wochen
el: Επόμενες 2 εβδομάδες
et: Järgmised 2 nädalat
eu: Hurrengo 2 aste
fi: Seuraavan 2 viikon
fr: Dans 2 semaines
hu: Következő 2 hét
is: Næstu 2 vikur
it: Prossime 2 settimane
lt: Ateinančias 2 savaites
lv: Nākamās 2 nedēļas
nl: Komende 2 weken
no: Neste to ukene
pl: Następne 2 tygodnie
pt: Próximas 2 semanas
ro: Următoarele 2 săptămâni
ru: Следующие 2 недели
sk: Nasledujúce 2 týždne
sl: Naslednja 2 tedna
sv: Kommande 2 veckor
tr: Sonraki 2 hafta

source: Next 2 years
bg: Следващите 2 години
ca: D'aquí a dos anys
cs: Další 2 roky
da: Næste 2 år
de: Nächsten 2 Jahren
el: Επόμενα 2 χρόνια
et: Järgmised 2 aastat
eu: Hurrengo 2 urte
fi: Seuraava 2 vuotta
fr: Dans 2 ans
hu: Következő 2 éves
is: Næstu 2 ár
it: Prossimi 2 anni
lt: Ateinančius 2 metus
lv: Nākamie 2 gadi
nl: Komende 2 jaar
no: Neste 2 år
pl: Następne 2 lata
pt: Próximos 2 anos
ro: Următorii 2 ani
ru: Следующие 2 года
sk: Nasledujúce 2 roky
sl: Naslednji 2 leti
sv: Närmaste 2 åren
tr: Sonraki 2 yıl

source: Next 3 months
bg: Следващите 3 месеца
ca: D'aquí a tres mesos
cs: Další 3 měsíce
da: Næste 3 måneder
de: Nächsten 3 Monate
el: Επόμενους 3 μήνες
et: Järgneva 3 kuu jooksul
eu: Hurrengo 3 hilabete
fi: Seuraavien 3 kuukauden
fr: Dans 3 mois
hu: Következő 3 hónap
is: Næstu 3 mánuði
it: Prossimi 3 mesi
lt: Per artimiausius 3 mėnesius
lv: Nākamie 3 mēneši
nl: Komende 3 maanden
no: Neste 3 måneder
pl: Następne 3 miesiące
pt: Próximos 3 meses
ro: Următoarele 3 luni
ru: Следующие 3 месяца
sk: Nasledujúce 3 mesiace
sl: Naslednje 3 mesece
sv: Närmaste 3 månaderna
tr: Gelecek 3 ay

source: Next 5 days
bg: Следващите 5 дни
ca: D'aquí a cinc dies
cs: Další 5 dnů
da: Næste 5 dage
de: Nächsten 5 Tage
el: Επόμενα 5 ημέρες
et: Järgmised 5 päeva
eu: Hurrengo 5 egun
fi: Seuraava 5 päivää
fr: Dans 5 jours
hu: Következő 5 napra
is: Næstu 5 daga
it: Prossimi 5 giorni
lt: Toliau 5 dienų
lv: Next 5 dienas
nl: Komende 5 dagen
no: Neste 5 dager
pl: Najbliższe 5 dni
pt: Próximos 5 dias
ro: Următoarele 5 zile
ru: Следующие 5 дней
sk: Nasledujúcych 5 dní
sl: Naslednjih 5 dni
sv: Kommande 5 dagarna
tr: Sonraki 5 gün

source: Next 6 months
bg: Следващите 6 месеца
ca: D'aquí a sis mesos
cs: Další 6 měsíců
da: Næste 6 måneder
de: Nächsten 6 Monate
el: Επόμενους 6 μήνες
et: Järgmine 6 kuud
eu: Hurrengo 6 hilabete
fi: 6 kk
fr: Dans 6 mois
hu: Következő 6 hónap
is: Næstu 6 mánuðir
it: Prossimi 6 mesi
lt: Ateinančius 6 mėnesius
lv: Nākamajiem 6 mēnešiem
nl: Komende 6 maanden
no: Neste 6 måneder
pl: Następne 6 miesięcy
pt: Próximos 6 meses
ro: Următoarele 6 luni
ru: Следующие 6 месяцев
sk: Nasledujúcych 6 mesiacov
sl: Naslednjih 6 mesecev
sv: Närmaste 6 månaderna
tr: Sonraki 6 ay

source: Next month
bg: Следващия месец
ca: D'aquí a un mes
cs: Další měsíc
da: Næste måned
de: Nächster Monat
el: Τον επόμενο μήνα
et: järgmisel kuul
eu: hurrengo hilabetea
fi: Ensi kuussa
fr: Dans 1 mois
hu: Következő hónap
is: Mánuð
it: Il mese prossimo
lt: Kitas mėnuo
lv: Nākamais mēnesis
nl: Volgende maand
no: Neste måned
pl: Przyszły miesiąc
pt: Proximo mes
ro: Luna viitoare
ru: Следующий месяц
sk: Nasledujúci mesiac
sl: Naslednji mesec
sv: Nästa månad
tr: Sonraki ay

source: Next week
bg: Следващата седмица
ca: D'aquí a una setmana
cs: Příští týden
da: Næste uge
de: Nächste Woche
el: Την επόμενη εβδομάδα
et: Järgmine nädal
eu: Datorren astean
fi: ensi viikolla
fr: Dans 1 semaine
hu: Jövő héten
is: Næsta vika
it: La prossima settimana
lt: Kitą savaitę
lv: Nākamnedēļ
nl: Volgende week
no: Neste uke
pl: Przyszły tydzień
pt: Próxima semana!
ro: Săptămâna viitoare
ru: Через неделю
sk: Nasledujúci týždeň
sl: Naslednji teden!
sv: Nästa vecka
tr: Sonraki hafta

source: Next year
bg: Следваща година
ca: D'aquí a un any
cs: Příští rok
da: Næste år
de: Nächstes Jahr
el: προσεχές έτος
et: Järgmine aasta
eu: Hurrengo urtea
fi: Seuraava vuosi
fr: Dans 1 an
hu: Jövőre
is: Næsta ár
it: Prossimo anno...
lt: Kitąmet
lv: Nākamais gads
nl: Volgend jaar
no: Neste år
pl: Następny rok...
pt: Proximo ano
ro: Anul viitor
ru: В будущем году
sk: Nasledujúci rok
sl: Naslednje leto
sv: Nästa år
tr: Gelecek yıl

source: No action provided
bg: Няма действие, при условие
ca: No s'ha indicat cap acció
cs: Žádné opatření za předpokladu,
da: Ingen handling specificeret
de: Keine Aktion verfügbar
el: Καμία ενέργεια που
et: Meetmeid ei võeta ette
eu: Ez duzu akziorik aukeratu
fi: Ei toimenpiteitä edellyttäen
fr: Aucune action fournie
hu: Nincs előírt intézkedéseket
is: Engin aðgerð enda
it: Nessuna azione fornita
lt: Numatyti veiksmai
lv: Nekādas darbības ar noteikumu,
mt: L-ebda azzjoni sakemm
nl: Geen actie die
no: Ingen tiltak forutsatt
pl: Brak działania przewidziane
pt: Nenhuma ação prevista
ro: Nici o acţiune selectată
ru: Никаких действий при условии
sk: Nie je dostupná žiadna akcia
sl: Noben ukrep pod pogojem,
sv: Ingen åtgärd som
tr: Hiçbir hareket sağlanır

source: Number of items visible in widget
bg: Брой на обекти, видими в джаджа
ca: Nombre d'elements visibles dins del giny
cs: Počet položek viditelných v prvku
da: Antal emner der vises i widgetten
de: Maximal sichtbare Anzahl von Einträgen im Widget.
el: Αριθμός στοιχείων σε ορατό widget
et: Tükiarv nähtav vidin
eu: Widgetean erakutsiko den gehienezko elementu kopurua
fi: Kohteiden määrä näkyy widget
fr: Nombre maximum d'éléments visibles dans le widget
hu: Tételek száma látható widget
is: Fjöldi hluta sýnilegra í hlut
it: Numero di elementi visibili nel widget
lt: Matomų daiktų, valdikliui skaičius
lv: Vienību skaits, kas redzama widget
mt: Numru ta 'oġġetti viżibbli widget
nl: Aantal voorwerpen zichtbaar widget
no: Antall elementer synlige i widget
pl: Liczba elementów widocznych w widgecie
pt: Número de itens visíveis no widget
ro: Numărul de obiecte afişate în widget
ru: Количество элементов отображается в виджете
sk: Počet položiek viditeľných v miniaplikácii
sl: Število predmetov vidnih v widget
sv: Antal objekt synliga i widget
tr: Widget görünen öğeleri sayısı

source: Numerical range
fr: Plage numérique
ro: Spectru numeric

source: Operator visible
ca: Operador visible
da: Benyt AND og OR operatorer
eu: Eragilea erakutsi
fr: Opérateur visible
ro: Operator vizibil
sk: Operátor viditeľny

source: Order
bg: Поръчка номер:
ca: Ordre
cs: Zakázka
da: Rækkefølge
de: Reihenfolge
el: παραγγελία
et: Et
eu: Ordena
fi: Tilaus
fr: Ordre
hu: R
is: Panta
it: Ordine
lt: Užsakyti
lv: kārtībā?
mt: ordni
no: Bestillinger
pl: Kolejność
pt: Ordem
ro: Ordonare
ru: мураттаб (шуда), тартибёфта
sk: Poradie
sl: Da
tr: Sipariş

source: Past
bg: минало
ca: Passat
cs: kolem
da: Fortid
de: späterals
el: το παρελθόν
et: minevik
eu: Azken
fi: vanhemmat
fr: Passé
hu: ezután
it: Precedente
lt: po
lv: pagātnē
nl: afgelopen
no: siste
pl: poczasie
pt: Desempenho
ro: Trecut
ru: Прошедшие события
sk: Po
sl: pretekli
sv: före
tr: son

source: Path
bg: път
ca: Ubicació
cs: Cesta
da: Placering
de: Pfad
el: Διαδρομή
et: Tee
eu: Bidea
fi: Polku
fr: Chemin d'accès
hu: Ösvény
it: Percorso
lt: Kelias
lv: Taka
mt: Passaġġ
nl: Pad
no: Sti
pl: Ścieżka
pt: Caminho
ro: Cale
ru: ПУТЬ
sk: Cesta
sl: Pot
sv: Bana
tr: Yol

source: Path to portlet macro
bg: Път до portlet макро
ca: Ubicació de la macro del portlet
cs: Cesta k portletu makro
da: Sti til portlet makro
de: Path to-Portlet-Makro
el: Πορεία προς το συστατικό στοιχείο πύλης μακροοικονομική
et: Tee Mooduli makro
eu: Portletaren macroaren bidea
fi: Polku portlet makro
fr: Chemin de la macro du portlet
hu: Út a portlet makró
is: Path to portlet þjóðhagsleg
it: Percorso portlet macro
lt: Kelias pavaizdavimas makro
lv: Ceļš uz portlet makro
mt: Path biex portlet makro
nl: Pad naar portlet macro
no: Sti til portletten makro
pl: Ścieżka do portletu makro
pt: Caminho para o portlet macro
ro: Calea catre macro
ru: Путь к портлету макросов
sk: Cesta k makru portletu
sl: Pot do portletov makro
sv: Sökväg till portlet macro
tr: Portleti makro yolu
