Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: Current configuration
bg: Текущата конфигурация
ca: Configuració actual
cs: Aktuální konfigurace
da: Nuværende opsætning
de: Derzeitige Konfiguration
el: Τρέχουσα διαμόρφωση
et: Praeguse konfiguratsiooni
eu: Uneko konfigurazioa
fi: Nykyinen kokoonpano
fr: Configuration actuelle
hu: A jelenlegi konfiguráció
is: Núverandi stillingar
it: Configurazione attuale
lt: Aktualus konfigūracija
lv: Pašreizējais konfigurācija
mt: Kurrenti konfigurazzjoni
nl: De huidige configuratie
no: Gjeldende konfigurasjon
pl: Ta konfiguracja
pt: Configuração atual
ro: Configuraţia curentă
ru: Текущая конфигурация
sk: Aktuálna konfigurácia
sl: Sedanji položaj
sv: Aktuella konfigurationen
tr: Şu yapılandırma

source: Cut long phrases to provided number of characters
bg: Нарежете дълги фрази за условията на броя на символите
ca: Talla les frases llargues a partir del nombre de caràcters donat
cs: Střih dlouhých frází podle počtu znaků
da: Afkort lange sætninger til et bestemt antal tegn
de: Schneiden Sie lange Sätze zu erbringenden Anzahl der Zeichen
el: Κόψτε καιρό φράσεις που ο αριθμός των χαρακτήρων
et: Lõika pikad laused sätestatud märkide arv
eu: Moztu esaldi luzeak karaktere kopuru honetara
fi: Leikkaa pitkiä lauseita jos merkkejä
fr: Couper les phrases trop longues après un nombre donné de caractères
hu: Vágjuk hosszú mondatokat, feltéve karakterek száma
is: Skera langa setningar til að veitt fjölda stafa
it: Taglia le frasi lunghe al numero di caratteri inseriti
lt: Cut ilgas frazes numatyta simbolių skaičius
lv: Sagriež garās frāzes sniegto zīmju skaitu
mt: Aqta frażijiet twal li numru provdut ta 'karattri
nl: Knip lange zinnen tot de verleende aantal tekens
no: Skjær lange setninger til gitt antall tegn
pl: Wytnij długich fraz do przewidzianej liczby znaków
pt: Corte frases longas para o número de caracteres fornecida
ro: Taie frazele lungi la numărul de caractere dat
ru: Сокращение длинных фраз в условии количество символов
sk: Orezať dlhé frázy podľa počtu znakov
sl: Cut dolge stavke na ponujeno število znakov
sv: Skär långa fraser för att som antal tecken
tr: Karakter sağlanan sayıda uzun cümleleri Kes

source: Date
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
et: Kuupäev
eu: Data
fi: Pvm
hu: Dátum
is: Dagsetning
it: Data
lt: Data
lv: Datums
mt: Data
nl: Datum
no: Dato
pl: Data
pt: ### Datas
ro: Dată
ru: Даты:
sk: Dátum
sl: Datum
sv: Datum
tr: Tarih

source: Date range
bg: Период
ca: Data amb interval
cs: Časové období
da: Datointerval
de: Zeitraum
el: Εύρος ημερομηνιών
et: Kuupäeva vahemik
eu: Data-tartea
fi: Päivämäärät
fr: Intervalle entre les dates
hu: Dátumtartomány
is: Tímabil
it: Intervallo di date
lt: Datų intervalas
lv: Datumu diapazons
mt: Firxa data
nl: Datumbereik:
no: Datoperiode
pl: Zakres dat
pt: Intervalo de datas
ro: Perioadă
ru: Даты
sk: Časové obdobie
sl: Časovno obdobje
sv: Tidsspann
tr: Tarih aralığı

source: Debugger
ca: Depurador
cs: Ladicí program
et: Silur
eu: Araztailea
fr: Débogueur
is: Aflúsara
lv: Atkļūdotājs
ro: Depanator
ru: Отладка
sl: Razhroščevalnik

source: Default e-tag
ca: e-tag per defecte
eu: Defektuzko e-tag balioa
fr: e-tag par défaut
ro: E-tag implicit

source: Default items (one per line)
bg: Стандартните елементи (по един на ред)
ca: Elements per defecte (un per línia)
cs: Výchozí body (jeden na řádek)
da: Standardelementer (en pr linje)
de: Standard Artikel (eine pro Zeile)
el: Προεπιλογή στοιχεία (μία ανά γραμμή)
et: Vaikimisi eset (üks rea kohta)
eu: Defektuzko elementuak (bat lerro bakoitzean)
fi: Oletus kohteet (yksi per rivi)
fr: Éléments par défaut (un par ligne)
hu: Alapértelmezett tételek (soronként)
is: Sjálfgefið atriði (eitt í hverja línu)
it: Elementi predefiniti (uno per linea)
lt: Numatytųjų elementų (po vieną eilutėje)
lv: Noklusētā (viena katrā rindiņā)
mt: Default oġġetti (wieħed għal kull linja)
nl: Standaard items (een per regel)
no: Standard elementer (én per linje)
pl: Elementy domyślne (jeden na linię)
pt: Itens padrão (um por linha)
ro: Valoare implicită (câte una pe linie)
ru: По умолчанию элементов (по одному на строку)
sk: Východiskové položky (jedna na riadok)
sl: Privzeta polja (enega v vsako vrstico)
sv: Standardobjekt (en per rad)
tr: Standart ürün (satır başına bir tane)

source: Default letter to be selected
bg: По подразбиране писмо, да се избере
ca: Lletra seleccionada per defecte
cs: Standardní dopis, které budou vybrány
da: Bogstav, der vælges som standard
de: Buchstabe, der als Vorgabe gewählt sein soll.
el: Προεπιλογή επιστολή που θα επιλεγούν
et: Vaikimisi kirja valitud
eu: Defektuz aukeratuta agertuko den hizkia
fi: Oletus kirje valitaan
fr: Lettre à sélectionner par défaut
hu: Alapértelmezett levelet kell választani
is: Sjálfgefin bréf til að velja
it: Lettera predefinita da selezionare
lt: Numatytoji laiškas turi būti pasirinktas
lv: Noklusējuma vēstule jāizvēlas
mt: Nuqqas ittra li għandhom ikunu magħżula
nl: Standaard letter te selecteren
no: Standard brev for å bli valgt
pl: Domyślnie list do wyboru
pt: Padrão carta a ser selecionado
ro: Litera selectată implicit
ru: По умолчанию письма, которые будут отобраны
sk: Východiskové písmeno, ktoré bude vybrané
sl: Privzeto pismo, ki bodo izbrane
sv: Standard brev som skall väljas
tr: Standart mektup seçilecek

source: Default operator
bg: Operator
ca: Operador per defecte
cs: Operátor
da: Operatør
de: Bediener
el: Χειριστής
et: Operaator
eu: Eragilea
fi: Operaattori
fr: Opérateur
hu: Operátor
is: Flugrekandi
it: Operatore
lt: Operatorius
lv: Operatora
nl: Medewerker
no: Operatør
pl: Operator
pt: Operador
ro: Operator
ru: Оператор
sk: Operátor
sl: Operater
sv: Operator
tr: Operatör

source: Default query
ca: Consulta per defecte
eu: Defektuzko kontsulta
ro: Căutare implicită

source: Default results per page
bg: Резултатите по подразбиране на страница
ca: Quantitat de resultats per pàgina per defecte
cs: Výchozí výsledků na stránce
da: Standardresultater per side
de: Standard Ergebnisse pro Seite
el: Προεπιλογή αποτελέσματα ανά σελίδα
et: Vaikimisi results per page
eu: Lehenetsiko orria emaitzak
fi: Default tulos per sivu
fr: Nombre de résultats par page par défaut
hu: Alapértelmezett találat oldalanként
is: Sjálfgefið per blaðsíðu
it: Risultati predefiniti per pagina
lt: Numatytieji rezultatų puslapyje
lv: Noklusējuma rezultātus uz lappuses
mt: Default riżultati għal kull paġna
nl: Standaard resultaten per pagina
no: Standard resultater per side
pl: Domyślnie na stronie wyników
pt: Resultados por página padrão
ro: Rezultate pe pagina afişate implicit
ru: По умолчанию результаты на одной странице
sk: Východiskové výsledky na stránke
sl: Privzete rezultati na stran
sv: Default resultat per sida
tr: Sayfa başına varsayılan sonuçları

source: Default tal expression for query value
bg: Default Тал израз за заявка стойност
ca: Expressió TAL de recerca per defecte
cs: Výchozí tal výraz pro dotaz hodnoty
da: Standard TAL-udtryk til
de: Standard tal Ausdruck für Abfragewert
el: Προεπιλογή Tal έκφραση για το ερώτημα αξία
et: Vaikimisi tal väljendus päringule väärtus
eu: TAL espresioaren defektuzko balioa
fi: Oletus Tal lauseke kyselyn arvoa
fr: Expression tal de recherche par défaut
hu: Alapértelmezett Tal lekérdezési kifejezés értéke
is: Sjálfgefin Tal tjáning fyrir fyrirspurn gildi
it: Predefinito espressione Tal per valore della query
lt: Numatytoji Sausio užklausos vertės išraiška
lv: Noklusējuma Tal izteiksmi vaicājuma vērtības
mt: Espressjoni Default Tal għall-valur mistoqsija
nl: Standaard tal uitdrukking voor zoekwaarde
no: Standard tal uttrykk for spørringsverdien
pl: Domyślnie tal wyrażenie zapytaniu
pt: Expressão padrão para tal valor da consulta
ro: Valoare implicită
ru: По умолчанию Таль выражение для запроса значения
sk: Východiskový tal výraz pre hodnotu dotazu
sl: Privzeto tal izraz za poizvedbe vrednost
sv: Standard tal uttryck för frågevärdet
tr: Sorgu değeri için varsayılan tal ifade

source: Default value
bg: Стойността по подразбиране
ca: Valor per defecte
cs: výchozí hodnota
da: Standardværdi
de: Vorgabewert
el: Προεπιλεγμένη τιμή
et: Vaikeväärtus
eu: Defektuzko balioa
fi: Oletusarvo
fr: Valeur par défaut
hu: Alapértelmezett érték
is: Sjálfgefið gildi
it: Valore predefinito
lt: Numatytoji reikšmė
lv: Noklusējuma vērtība
mt: Valur awtomatiċi
nl: &Standaardwaarde:
no: Standard verdi
pl: Wartość domyślna
pt: Valor Padrão:
ro: Valoare implicită
ru: Значение по умолчанию
sk: Východisková hodnota:
sl: Privzeta vrednost
sv: Grundvärde
tr: Varsayılan Değer

source: Delete
bg: Изтрий
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
hu: Törlés
is: Eyða
it: Elimina
lt: Ištrinti
lv: Dzēst
mt: Ħassar
nl: Verwijderen
no: Slett
pl: Usuń
pt: Remover
ro: Şterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sv: Ta bort
tr: Sil

source: Depth to search the path. 0=this level, -1=all subfolders recursive, and any other positive integer count the subfolder-levels to search.
bg: Дълбочина, за да търси пътя. 0 = това ниво -1 = всички подпапки рекурсивни, и всяка друга положително число, да преброите подпапка нива, за да търсите.
ca: Profunditat de cerca dins de la ruta. 0=aquest nivell, -1=totes les subcarpetes recursivament, i qualsevol altre enter positiu indica fins a quin nivell de subcarpetes s'ha de cercar.
cs: Hloubka hledat cestu. 0 = Tato hodnota, -1 = všechny podsložky rekurzivní a jiné kladné číslo počítat podsložky-levels hledat.
da: Søgedybde med udgangspunkt i stien. (0=dette niveau, -1=alle undermapper).
de: Tiefe, um den Pfad zu suchen. 0 = Diese Ebene -1 = alle Unterordner rekursiv, und jede andere positive ganze Zahl zählen die Unterordner-Ebenen zu suchen.
el: Βάθος να αναζητήσετε τη διαδρομή. 0 = το επίπεδο αυτό, -1 = όλοι οι υποφάκελοι αναδρομικές, καθώς και κάθε άλλο θετικό ακέραιο μετρούν τα επίπεδα υποφάκελο για την αναζήτηση.
et: Sügavus otsida teed. 0 = sellisel tasemel, -1 = kõik alamkaustad rekursiivne ja muu positiivne täisarv loota alamkausta-taset otsida.
eu: Bidea bilatzeko sakonera. 0=maila hau, -1=errekurtsiboki azpi-karpeta guztiak, beste edozein zenbaki positibo, zein azpi-karpeta mailatan bilatu behar den.
fi: Syvyys etsiä polku. 0 = tällä tasolla, -1 = alikansioineen rekursiivinen ja muut positiivinen kokonaisluku laskea alikansiota-tasot etsiä.
fr: Profondeur de recherche sur le chemin. 0=ce niveau, -1=tous les sous-dossiers par défaut, et tout autre entier positif indique le nombre de niveaux de sous-dossiers à parcourir
hu: Mélység keresni az utat. 0 = ezt a szintet, -1 = összes almappa rekurzív, és minden egyéb pozitív egész számít az almappa-szinteket keresni.
is: Dýpt að leita að leið. 0 = þetta stig, -1 = allar undirmöppur vísar í sig sjálfa og aðra jákvæða heiltölu telja undirmöppu-stigum til að leita.
it: Profondità di ricerca del percorso. 0=questo livello, -1=ricorsivamente in tutte le sottocartelle, qualsiasi altro intero positivo conta i livelli di sotto-cartelle da ricercare
lt: Gylis ieškoti kelią. 0 = tai lygis, -1 = visi poaplankius Rekurentiniai, ir bet kuris kitas teigiamas sveikasis skaičius skaičius poaplankį lygius ieškoti.
lv: Dziļums meklēt ceļu. 0 = tas līmenis, -1 = visas apakšmapes rekursīvas un jebkura cita pozitīvs vesels skaitlis saskaitīt apakšmapi-Levels meklēt.
mt: Fond biex tfittex il-passaġġ. 0 = dan il-livell, -1 = l subfolders kollha jirrikorri, u kull numru sħiħ pożittiv ieħor joqgħod il-subfolder l-livelli ta 'tiftix.
nl: Diepte van de pad zoeken. 0 = dit niveau -1 = alle submappen recursief, en alle andere positief geheel getal de submap-niveaus om te zoeken tellen.
no: Dybde for å søke banen. 0 = dette nivået, -1 = alle undermapper rekursive, og eventuelle andre positive heltall telle undermappevinduer-nivåer for å søke.
pl: Głębokość do wyszukiwania ścieżki. 0 = to poziom, -1 = wszystkie podfoldery rekurencyjne oraz wszelkie inne dodatnia liczą podfolder-levels szukać.
pt: Profundidade para procurar o caminho. 0 = este nível, -1 = todas as subpastas recursivas, e qualquer outro inteiro positivo contam as subpastas-níveis para pesquisar.
ro: Adâncimea. 0 = nivelul curent, -1 = toate subdirectoarele recursiv, orice alt numar pozitiv = adâncimea de căutare
ru: Глубина поиска пути. 0 = этого уровня, -1 = все вложенные папки рекурсивно, и любого другого натурального рассчитывать папке уровней для поиска.
sk: Hĺbka hľadania v ceste. 0=Táto hodnota, -1=všetky podpriečinky rekurzívne a všetky ostatné kladné čísla počet vyhľadávaných úrovní podpriečinkov.
sl: Globina za iskanje poti. 0 = ta raven, -1 = vse podmape rekurzivne ter vsako drugo pozitivno celo število štetje podmape-raven iskati.
sv: Djup att söka vägen. 0 = denna nivå, -1 = alla undermappar rekursiva och alla andra positiva heltal räknar de undermappen-nivå för att söka.
tr: Arama yolunun Derinlik. 0 = bu seviyede, -1 = Tüm özyinelemeli alt klasörler ve diğer herhangi bir pozitif tam sayı aramak için alt-seviyeleri sayılır.

source: Disable diazo rules on ajax requests
ca: Desactiva les regles de Diazo per a les sol·licituds AJAX
eu: Diazo erregelak desaktibatu ajax eskaeretan
fr: Désactiver les règles Diazo pour les requêtes AJAX
ro: Dezactivează reguli diazo pe request-urile de tip AJAX

source: Disable faceted navigation
bg: Изключване на фасетиран навигация
ca: Desactiva la navegació facetada
cs: Zakázat tváří navigaci
da: Slå facetteret navigation fra
de: Faceted Navigation abschalten
el: Απενεργοποίηση πολύπλευρη πλοήγησης
et: Keela lihvitud navigation
eu: Sailkapen bidezko nabigazioa desaktibatu
fi: Poista fasettihiottu navigointi
fr: Désactiver la navigation par facettes
hu: Letiltása sokoldalú navigáció
is: Slökkva faceted siglingar
it: Disabilita la navigazione a faccette
lt: Išjungti aspektų apimantį navigacijos
lv: Atslēgt slīpētas navigāciju
mt: Itfi navigazzjoni aspetti
nl: Schakel facetnavigatie
no: Deaktiver fasettert navigasjon
pl: Wyłącz fasetowany nawigacji
pt: Desativar navegação facetada
ro: Dezactivează navigarea faţetată
ru: Отключить граненый навигации
sk: Zakázať fazetovú navigáciu
sl: Onemogoči raznoliko navigacijo
sv: Inaktivera fasetterad navigering
tr: Yönlü navigasyon sakatlar

source: Disable faceted search
bg: Изключване на фасетиран търсене
ca: Desactiva la cerca facetada
cs: Zakázat tváří hledání
da: Slå facetteret søgning fra
de: Deaktivieren facettierte Suche
el: Απενεργοποίηση πολύπλευρη αναζήτηση
et: Keela lihvitud otsing
eu: Sailkapen bidezko bilaketa desaktibatu
fi: Poista fasettihiottu haku
fr: Désactiver la recherche à facettes
hu: Letiltása sokoldalú keresési
is: Slökkva faceted leita
it: Disattiva ricerca sfaccettato
lt: Išjungti aspektų apimantį paieška
lv: Atslēgt slīpētas meklēšanu
mt: Itfi tfittxija aspetti
nl: Schakel facetten zoeken
no: Deaktiver fasettert søk
pl: Wyłącz fasetowany wyszukiwanie
pt: Desabilitar a pesquisa facetada
ro: Dezactivează căutarea faţetată
ru: Отключить граненый поиск
sk: Zakázať fazetové hľadanie
sl: Onemogoči raznoliko iskanje
sv: Inaktivera fasetterad sökning
tr: Yönlü arama pasif

source: Disable left portlets
bg: Изключване на левите портлети
ca: Amaga els portlets de l'esquerra
cs: Zakázat vlevo portlety
da: Slå venstre-kolonne portletter fra
de: Linke Portlets abschalten
el: Απενεργοποίηση αριστερά συστατικά στοιχεία πύλης
et: Keela vasakul Mooduli
eu: Desaktibatu ezkerreko portletak
fi: Poista vasen portlet
fr: Désactiver les portlets de gauche
hu: Letiltása bal portletek
is: Slökkva á vinstri portlets
it: Disabilita le portlet sulla colonna sinistra
lt: Išjungti kairę portlety
lv: Atslēgt kreiso portlets
mt: Itfi portlets xellug
nl: Schakel links portlets
no: Deaktiver venstre portleter
pl: Wyłącz lewo portletów
pt: Desativar portlets esquerda
ro: Dezactivează portleţii de stânga
ru: Отключить левой портлетов
sk: Zakázať portlety vľavo
sl: Onemogoči levo portletov
sv: Inaktivera vänstra portletar
tr: Sol portletler sakatlar

source: Disable right portlets
bg: Изключване на правилните портлети
ca: Amaga els portlets de la dreta
cs: Zakázat správné portlety
da: Slå højre-kolonne portletter fra
de: Rechte Portlets abschalten
el: Απενεργοποίηση δικαίωμα συστατικά στοιχεία πύλης
et: Keela õigus Mooduli
eu: Desaktibatu eskumako portletak
fi: Poista oikea portlet
fr: Désactiver les portlets de droite
hu: Tiltás jobb portletek
is: Slökkva á rétt portlets
it: Disabilita le portlet sulla colonna destra
lt: Išjungti teisingus portlety
lv: Atslēgt tiesības portlets
mt: Itfi portlets dritt
nl: Schakel rechts portlets
no: Deaktiver riktige portleter
pl: Wyłącz prawo portletów
pt: Desativar portlets direito
ro: Dezactivează portleţii de dreapta
ru: Запретить портлетов
sk: Zakázať portlety vpravo
sl: Onemogoči prave portletov
sv: Inaktivera rät portletar
tr: Sağ portletler sakatlar

source: Disable smart facets hiding
bg: Забрана интелигентни аспекти крие
ca: Desactiva l'amagament intel·ligent dels filtres
cs: Zakázat inteligentní aspekty skrývá
da: Slå intelligent visning af facetter fra
de: Deaktiviert die Smartcard Facetten versteckt
el: Απενεργοποίηση έξυπνη όψεις κρύβονται
et: Keela smart tahke peidus
eu: Sailkapen argiak ezkutatzea desaktibatu
fi: Poista älykäs puolta piilossa
fr: Désactiver le masquage intelligent des facettes
hu: Letiltása okos arcát bujkál
is: Slökkva á sviði hliðar fela
it: Disabilitare sfaccettature intelligenti nascondere
lt: Išjungti protingų aspektų slepiasi
lv: Atspējot smart šķautnes slēpjas
mt: Itfi aspetti intelliġenti ħabi
nl: Schakel slimme facetten te verbergen
no: Deaktiver smarte fasetter skjule
pl: Wyłącz inteligentne aspekty ukrywanie
pt: Desativar facetas inteligentes escondendo
ro: Dezactivează ascunderea inteligentă a faţetelor
ru: Отключить смарт грани скрываются
sk: Zakázať inteligentné skrývanie fazetového vyhľadávania
sl: Onemogoči pametne plati skriva
sv: Inaktivera smarta fasetter dölja
tr: Akıllı yönleriyle gizleme sakatlar

source: Display number of results near each option
bg: Покажи броя на резултатите до всяка опция
ca: Mostra el nombre de resultats al costat de cada opció
cs: Zobrazí počet výsledků v blízkosti každé volby
da: Vis antallet af resultater ud for hver valgmulighed
de: Zeige die Anzahl der Ergebnisse nahe bei dieser Option
el: Εμφάνιση του αριθμού των αποτελεσμάτων δίπλα σε κάθε επιλογή
et: Kuva tulemuste arv peaaegu iga võimalust
eu: Aukera bakoitzaren ondoan balio hori duen elementu-kopurua erakutsi
fi: Näytä tulosten määrä lähes jokaisen vaihtoehdon
fr: Afficher le nombre de résultats de chaque valeur
hu: Kijelző eredmények száma közel minden lehetőség
is: Sýna fjölda niðurstaðna nálægt hvern valkost
it: Mostra il numero di risultati vicino ad ogni opzione
lt: Rodyti šalia kiekvieno varianto rezultatų skaičius
lv: Parādītu rezultātu skaits pie katras iespējas
mt: Uri numru ta 'riżultati qrib kull għażla
nl: Beeldscherm, aantal resultaten in de buurt van elke optie
no: Vis antall resultater nær hvert alternativ
pl: Wyświetlanie liczby wyników w pobliżu każdej z opcji
pt: Mostrar número de resultados perto de cada opção
ro: Afişează numărul de rezultate lângă fiecare opţiune
ru: Показать количество результатов у каждого варианта
sk: Zobraziť počet výsledkov v blízkosti každej voľby
sl: Prikaže število rezultatov ob vsaki možnosti
sv: Visa antal resultat i närheten av varje alternativ
tr: Her seçeneğin yakınında sonuç sayısını görüntüle

source: Display widget in section
bg: Покажи джаджите в раздел
ca: Secció en què es mostra el giny
cs: Zobrazit ovládací prvek v sekci
da: Vis widget i sektionen
de: Zeige Widget in Sektion
el: Εμφάνιση widget στο τμήμα
et: Kuva vidina punktis
eu: Widgeta atal baten erakutsi
fi: Näytä widget kohdassa
fr: Section de le widget
hu: Kijelző widget rész
is: Sýna Tónlist í kafla
it: Mostra il widget nella sezione
lt: Rodyti valdikliui į skyrių
lv: Parādīt widget sadaļā
mt: Uri widget fis-sezzjoni
nl: Weergave widget in paragraaf
no: Vis widget i seksjon
pl: Ostatnia widget w dziale
pt: Mostrar widget na seção
ro: Afişează widget-ul în secţiunea
ru: Отображение виджетов в разделе
sk: Zobraziť ovládací prvok v sekcii
sl: Prikazovanje widget na delu
sv: Visa widget i avsnitt
tr: Bölümünde aracı gösterilecek

source: Display widget in section.
bg: Покажи джаджите в раздел.
ca: Secció en què es mostra el giny.
cs: Zobrazit ovládací prvek v sekci.
da: Vis widget i sektionen.
de: Zeige Widget in Abschnitt.
el: Εμφάνιση widget στο τμήμα.
et: Kuva vidina punktis.
eu: Widgeta atala baten erakutsi
fi: Näytä widget kohdassa.
fr: Afficher le widget dans la section.
hu: Kijelző widgetet részben.
is: Sýna ferð í kafla.
it: Mostra il widget nella sezione
lt: Rodyti Skyriaus frazes.
lv: Parādīt widget sadaļā.
mt: Uri widget fis-sezzjoni.
nl: Weergave widget in paragraaf.
no: Vis widget i seksjonen.
pl: Ostatnia widżet w sekcji.
pt: Mostrar widget na seção.
ro: Afişează widget-ul în secţiunea
ru: Отображение виджета в секции.
sk: Zobraziť ovládací prvok v sekcii.
sl: Prikazovanje widget na odseku.
sv: Visa widget avsnitt.
tr: Bölümünde Widget görüntüler.

source: EEA Faceted Navigation
ca: EEA navegació facetada
ro: Navigare Fațetată (EEA)

source: Enable faceted navigation
bg: Активирайте фасетиран навигация
ca: Activa la navegació facetada
cs: Povolit tváří navigaci
da: Slå facetteret navigation til
de: Faceted Navigation anschalten
el: Ενεργοποίηση πολύπλευρη πλοήγησης
et: Luba lihvitud navigation
eu: Sailkapen bidezko nabigazioa aktibatu
fi: Ota fasettihiottu navigointi
fr: Activer la navigation par facettes
hu: Engedélyezze a sokoldalú navigáció
is: Virkja faceted siglingar
it: Abilita la navigazione a faccette
lt: Įjungti aspektų apimantį navigacijos
lv: Iespējot slīpētas navigāciju
mt: Jippermettu navigazzjoni aspetti
nl: Schakel facetnavigatie
no: Aktiver fasettert navigasjon
pl: Włącz fasetowany nawigacji
pt: Permitir a navegação facetada
ro: Activează navigarea faţetată
ru: Включить граненый навигации
sk: Povoliť fazetovú navigáciu
sl: Omogoči raznoliko navigacijo
sv: Möjliggöra navigering fasetterad
tr: Yönlü navigasyon etkinleştirin

source: Enable faceted search
bg: Активирайте фасетиран търсене
ca: Activa la cerca facetada
cs: Povolit hledání tváří
da: Slå facetteret søgning til
de: Aktivieren facettierte Suche
el: Ενεργοποίηση πολύπλευρη αναζήτηση
et: Luba lihvitud otsing
eu: Sailkapen bidezko bilaketa aktibatu
fi: Ota fasettihiottu haku
fr: Activer la recherche à facettes
hu: Engedélyezze a sokoldalú keresési
is: Virkja faceted leita
it: Attiva ricerca sfaccettato
lt: Įjungti aspektų apimantį paieška
lv: Iespējot slīpētas meklēšanu
mt: Jippermettu tiftix aspetti
nl: Schakel facetten zoeken
no: Aktiver fasettert søk
pl: Włącz fasetowany wyszukiwanie
pt: Ativar pesquisa facetada
ro: Activează căutarea faţetată
ru: Включить граненый поиск
sk: Povoliť fazetové vyhľadávanie
sl: Omogoči raznoliko iskanje
sv: Möjliggöra fasetterad sökning
tr: Yönlü arama etkinleştirin
