Repository: eea/eea.facetednavigation
Catalog: eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: bg, ca, cs, da, de, el, et, eu, fi, fr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: 1 month ago
bg: 1 Преди месец
ca: Fa un mes
cs: 1 před měsícem
da: 1 måned siden
de: Vor 1 Monat
el: 1 μήνα πριν
et: 1 kuu tagasi
eu: Duela hilabete
fi: 1 kuukausi sitten
fr: il y a 1 mois
hu: 1 hónapja
is: 1 mánuður síðan
it: 1 mese fa
lt: Prieš 1 mėn.
lv: Pirms 1 mēneša
nl: 1 maand geleden
no: 1 måneder siden
pl: 1 miesiąc temu
pt: 1 mês atrás
ro: Acum o lună
ru: 1 месяц назад
sk: 1 pred mesiacom
sl: 1 mesec nazaj
sv: 1 månad sedan
tr: 1 ay önce

source: 1 week ago
bg: Преди 1 седмица
ca: Fa una setmana
cs: Před 1 týdnem
da: 1 uge siden
el: Πριν από 1 εβδομάδα
et: 1 nädal tagasi
eu: Duela astebete
fi: 1 viikko sitten
fr: il y a 1 semaine
hu: 1 héttel ezelőtt
is: 1 viku síðan
it: 1 settimana fa
lt: Prieš 1 savaitę
lv: 1 nedēļa pirms
nl: 1 week geleden
no: 1 uker siden
pl: 1 tydzień temu
pt: 1 semana atrás
ro: Acum o săptămână
ru: 1 неделю назад
sk: Pred 1 týždňom
sl: 1 teden nazaj
sv: 1 vecka sedan
tr: 1 hafta önce

source: 1 year ago
bg: Преди 1 година
ca: Fa un any
cs: Před 1 rokem
da: 1 år siden
de: Vor 1 Jahr
el: Πριν 1 χρόνο
et: 1 aasta tagasi
eu: Duela urtebete
fi: 1 vuosi sitten
fr: il y a 1 an
hu: 1 évvel ezelőtt
is: 1 ári síðan
it: 1 anno fa
lt: Prieš 1 metus
lv: Pirms 1 gads
nl: 1 jaar geleden
no: 1 år siden
pl: 1 rok temu
pt: 1 ano atrás
ro: Acum un an
ru: 1 год назад
sk: Pred 1 rokom
sl: Pred 1 letom
sv: 1 år sedan
tr: 1 yıl önce

source: 2 days ago
bg: Преди 2 дни
ca: Fa dos dies
cs: 2 dny
da: 2 dage siden
de: Vor 2 Tagen
el: 2 ημέρες πριν
et: 2 päeva tagasi
eu: Duela 2 egun
fi: 2 päivää sitten
fr: il y a 2 jours
hu: 2 napja
is: 2 dögum síðan
it: 2 giorni fa
lt: Prieš 2 dienas
lv: 2 dienas atpakaļ
nl: 2 dagen geleden
no: 2 dager siden
pl: 2 dni temu
pt: Há 2 dias
ro: Acum 2 zile
ru: 2 дня назад
sk: Pred 2 dňami
sl: 2 dni nazaj
sv: 2 dagar sedan
tr: 2 gün önce

source: 2 weeks ago
bg: Преди 2 седмици
ca: Fa dues setmanes
cs: Před 2 týdny
da: 2 uger siden
el: Πριν από 2 εβδομάδες
et: 2 nädalat tagasi
eu: Duela 2 aste
fi: 2 viikkoa sitten
fr: il y a 2 semaines
hu: 2 héttel ezelőtt
is: 2 vikum síðan
it: 2 settimane fa
lt: Prieš 2 sav.
lv: 2 nedēļas atpakaļ
nl: 2 weken geleden
no: 2 uker siden
pl: 2 tygodnie temu
pt: Há 2 semanas
ro: Acum 2 săptămâni
ru: 2 недели назад
sk: Pred 2 týždňami
sl: 2 tednov nazaj
sv: 2 veckor sedan
tr: 2 hafta önce

source: 2 years ago
bg: Преди 2 години
ca: Fa dos anys
cs: Před 2 roky
da: 2 år siden
de: Vor 2 Jahren
el: Πριν 2 χρόνια
et: 2 aastat tagasi
eu: Duela 2 urte
fi: 2 vuotta sitten
fr: il y a 2 ans
hu: 2 évvel ezelőtt
is: 2 ár síðan
it: 2 anni fa
lt: Prieš 2 metus
lv: 2 gadus atpakaļ
nl: 2 jaar geleden
no: 2 år siden
pl: 2 lata temu
pt: 2 anos atrás
ro: Acum 2 ani
ru: 2 года назад
sk: Pred 2 roky
sl: 2 leti nazaj
sv: 2 år sedan
tr: 2 yıl önce

source: 3 months ago
bg: Преди 3 месеца
ca: Fa tres mesos
cs: Před 3 měsíci
da: 3 måneder siden
de: Vor 3 Monaten
el: 3 μήνες πριν
et: 3 kuud tagasi
eu: Duela 3 hilabete
fi: 3 kuukautta sitten
fr: il y a 3 mois
hu: 3 hónappal ezelőtt
is: 3 mánuðum síðan
it: 3 mesi fa
lt: Prieš 3 mėnesių
lv: Pirms 3 mēnešiem
nl: 3 maanden geleden
no: 3 måneder siden
pl: 3 miesiące temu
pt: 3 meses atrás
ro: Acum 2 luni
ru: 3 месяца назад
sk: Pred 3 mesiacmi
sl: 3 mesecev nazaj
sv: 3 månader sedan
tr: 3 ay önce

source: 5 days ago
bg: Преди 5 дни
ca: Fa cinc dies
cs: Před 5 dny
da: 5 dage siden
de: Vor 5 Tagen
el: 5 μέρες πριν
et: 5 päeva tagasi
eu: Duela 5 egun
fi: 5 päivää sitten
fr: il y a 5 jours
hu: 5 napja
is: 5 dögum síðan
it: 5 giorni fa
lt: Prieš 5 d.
lv: Pirms 5 dienām
nl: 5 dagen geleden
no: 5 dager siden
pl: 5 dni temu
pt: 5 dias atrás
ro: Acum 5 zile
ru: 5 дней назад
sk: Pred 5 dňami
sl: 5 dni nazaj
sv: 5 dagar sedan
tr: 5 gün önce

source: 6 months ago
bg: Преди 6 месеца
ca: Fa sis mesos
cs: Před 6 měsíci
da: 6 måneder siden
de: Vor 6 Monaten
el: Πριν από 6 μήνες
et: 6 kuud tagasi
eu: Duela 6 hilabete
fi: 6 kuukautta sitten
fr: il y a 6 mois
hu: 6 hónappal ezelőtt
is: 6 mánuðum síðan
it: 6 mesi fa
lt: Prieš 6 mėnesius
lv: Pirms 6 mēnešiem
nl: 6 maanden geleden
no: 6 måneder siden
pl: 6 miesięcy temu
pt: Seis meses atrás.
ro: Acum 6 luni
ru: 6 месяцев назад
sk: Pred 6 mesiacmi
sl: 6 mesecev nazaj
sv: 6 månader sedan
tr: 6 ay önce

source: Accessor
eu: Atzipen metodoa
ro: Accesoriu

source: Accessor to extract data for faceted widget.
ca: Accessor que extreu les dades per al giny facetat.
eu: Widgetetik datuak ateratzeko atzipen metodoa
ro: Accesoriu pentru extragerea datelor folosite de către widget-ul fațetat

source: Add
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: hinzufügen
el: Προσθήκη
et: Lisama
eu: Gehitu
fi: Lisää
fr: Ajouter
hu: Hozzáadás
is: Bæta við
it: Aggiungi
lt: Pridėti
lv: Pievienot
mt: Żid
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавлять
sk: Pridať
sl: Uvozi
sv: Lägg till
tr: Ekle

source: Add new filter
bg: Добавяне на нов филтър
ca: Afegeix un filtre
cs: Přidat nový filtr
da: Tilføj nyt filter
de: Neuen Filter hinzufügen
el: Προσθήκη νέου φίλτρου
et: Lisa uus filter
eu: Filtro berria gehitu
fi: Lisää uusi suodatin
fr: Ajouter un filtre
hu: Új szűrő
is: Bæta við nýja síu
it: Aggiungi un nuovo filtro
lt: Pridėti naują filtrą
lv: Pievienot jaunu filtru
mt: Żid filtru ġdid
nl: Voeg een nieuwe filter
no: Legg til Nytt Filter
pl: Dodaj nowy filtr
pt: Adicionar novo filtro
ro: Adaugă filtru nou
ru: Добавить новый фильтр
sk: Pridať nový filter
sl: Dodaj nov filter
sv: Lägg till nytt filter
tr: Yeni bir filtre ekle

source: Add widget
bg: Добави джаджа
ca: Afegeix un giny
cs: Přidání widgetu
da: Tilføj widget
de: Widget hinzufügen
el: Προσθήκη widget
et: Lisa vidin
eu: Widgeta gehitu
fi: Lisää widget
fr: Ajouter un widget
hu: Új elem
is: Bæta við Tónlist
it: Aggiungi un widget
lt: Pridėti Valdiklis
lv: Pievienot logrīku
mt: Żid widget
nl: Voeg Widget
no: Legg widget
pl: Dodaj widget
pt: Adicionar widgets
ro: Adaugă widget
ru: Добавить виджет
sk: Pridať miniaplikáciu
sl: Dodaj widget
sv: Tillsätt widgeten
tr: Widget Ekle

source: After query filters
bg: След заявка филтри
ca: Després de cercar els filtres
cs: Po dotazu filtry
da: Filtre efter forespørgslen
de: Filter nach Abfrage
el: Μετά φίλτρα ερώτημα
et: Pärast päringu filtrid
eu: Kontsultaren osteko filtroak
fi: Kun kysely suodattimet
fr: Filtres après la requête
hu: Lekérdezés után szűrők
is: Eftir filters fyrirspurn
it: Filtri da applicare dopo la query
lt: Po užklausos filtrus
lv: Pēc vaicājuma filtru
mt: Wara filtri mistoqsija
nl: Na queryfilters
no: Etter spørring filtre
pl: Po filtrów zapytania
pt: Depois de filtros de consulta
ro: După filtre de interogare
ru: После запроса фильтры
sk: Filtre po dotaze
sl: Po poizvedbi filtri
sv: Efter query filter
tr: Sorgu filtreleri sonra

source: All
bg: Всички
ca: Tots
cs: Vše
da: Alle
de: Alle
el: Όλα
et: Kõik
eu: Guztiak
fi: Kaikki
fr: Tous
hu: mind
is: Allt
it: Tutto
lt: Visos
lv: Visas
mt: kollha
nl: Totaal
no: Alle
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetky
sl: Vsa
sv: ALLA
tr: hepsi

source: Allow multiple selections
ca: Permet selecció múltiple
fr: Permettre les sélections multiples
ro: Permite selecție multiplă

source: Allow to input only numerical digits
fr: Ne permettre que les nombres
ro: Permite doar cifre

source: Alphabetic
bg: Азбучен
ca: Alfabètic
cs: Abecední
da: Alfabetisk
de: Alphabetisch
el: Αλφαβητικά
et: Tähestikuline
eu: Alfabetikoki
fi: Aakkosellinen
fr: Alphabet
hu: Betűrendes
is: Stafrófsröð
it: Alfabetico
lt: Abėcėlinis
lv: Alfabēta
mt: Alfabetiku
nl: Alfabetisch
no: Alfabetisk
pl: Alfabetyczny
pt: Alfabético
ro: Alfabetic
ru: алфавитный
sk: Abecedný
sl: Črkovna
sv: Alfabetiska
tr: Alfabetik

source: An interface describing schema to be used within z3c.form
ca: La interfície que indica l'schema que cal usar d'entre els z3c.form
eu: z3c.form barruan erabiliko den eskema deskribatzen duen interfazea
ro: Interfață ce descrie schema folosită împreună cu z3c.form

source: Are you sure you want to delete ${widget} widget?
bg: Сигурни ли сте че искате да изтриете ${widget} джаджа?
ca: Confirmeu que voleu eliminar el giny ${widget}?
cs: Jste si jisti, že chcete smazat ${widget} widget?
da: Er du sikker på du vil slette ${widget} widget?
de: Möchten sie wirklich das Widget ${widget} löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε ${widget} widget;
et: Oled kindel, et soovite kustutada ${widget} vidina?
eu: ${widget} widgeta ezabatu nahi duzu?
fi: Oletko varma että haluat poistaa ${widget} widget?
fr: Êtes-vous sûrs de vouloir supprimer le widget ${widget}?
hu: Biztos benne, hogy törli ${widget} widget?
is: Ertu viss um að þú viljir eyða ${widget} búnaður?
it: Sei sicuro di voler eliminare il widget ${widget}?
lt: Ar tikrai norite ištrinti ${widget} valdikliui?
lv: Vai tiešām vēlaties dzēst ${widget} widget?
nl: Weet u zeker dat u de ${widget} widget wilt verwijderen?
no: Er du sikker på at du vil slette ${widget} widget?
pl: Czy na pewno chcesz usunąć $ {widget} widget?
pt: Tem certeza de que deseja excluir ${widget} Widget?
ro: Sunteţi sigur că doriţi să ştergeţi widget-ul ${widget}?
ru: Вы действительно хотите удалить ${widget} виджет?
sk: Ste si istí, že chcete zmazať ${widget} miniaplikáciu?
sl: Ali ste prepričani, da želite izbrisati ${widget} widget?
sv: Är du säker på att du vill ta bort ${widget} widget?
tr: Eğer ${widget} Widget silmek istediğinizden emin misiniz?

source: Autocomplete
ca: Autocompleció
eu: Berez betetzekoa
fr: Autocomplétion
ro: Completare automată

source: Can select multiple values
ca: Permet la selecció múltiple
eu: Hainbat elementu aukeratu daitezke
fr: Peut sélectionner plusieurs valeurs
ro: Permite selecție multiplă

source: Can select several elements
ca: Es poden seleccionar diversos valors
eu: Hainbat elementu aukeratu daitezke
fr: Peut sélectionner plusieurs éléments
ro: Permite selecția mai multor elemente

source: Catalog index
bg: Каталог индекс
ca: Índex del catàleg
cs: Katalog index
da: Katalogindeks
de: Katalog-Index
el: Κατάλογος δείκτης
et: Kataloog Indeks
eu: Katalogoko indizea
fi: Catalog-indeksi
fr: Index du catalogue
hu: Katalógus index
is: Skráning vísitölu
it: Indice del catalogo
lt: Katalogas indeksas
lv: Katalogs indekss
mt: Indiċi Catalog
nl: Winkel index
no: Catalog indeks
pl: Indeks katalogowy
pt: Índice Catálogo
ro: Index în catalog
ru: Каталог индекс
sk: Index katalógu
sl: Katalog indeks
sv: Katalog index
tr: Katalog endeksi

source: Catalog index to be used
ca: Escolliu l'índex del catàleg
eu: Erabiliko den katalogoko indizea
fr: Index du catalogue à utiliser
ro: Index din catalog folosit

source: Catalog index to use for search
bg: Каталог индекс да се използва за търсене
ca: Índex del catàleg que s'utilitza per a cercar
cs: Katalog index použít pro vyhledávání
da: Katalogindeks der skal søges i
de: Katalog-Index, der zur Suche genommen werden soll.
el: Κατάλογος δείκτης να χρησιμοποιήσετε για αναζήτηση
et: Kataloog index kasutada otsingut
eu: Bilaketarako erabili behar den katalogoko indizea
fi: Catalog indeksi käyttää hakua
fr: Index du catalogue à utiliser pour la recherche
hu: Katalógus index használata a keresési
is: Skráning vísitölu til að nota við leit
it: Indice del catalogo da utilizzare per la ricerca
lt: Katalogas indeksas naudoti paieškai
lv: Katalogs indeksu izmantot meklēšanai
mt: Indiċi Catalog għall-użu għall-tfittxija
nl: Winkel index te gebruiken voor het zoeken
no: Catalog indeks som skal brukes for søk
pl: Indeks katalogowy używać do wyszukiwania
pt: Catálogo índice a ser usado para pesquisa
ro: Indexul din catalog folosit la căutare
ru: Каталог индекс будет использоваться для поиска
sk: Index katalógu použitý pre vyhľadávanie
sl: Katalog indeks uporabiti za iskanje
sv: Katalog index att använda för sökning
tr: Katalog dizin arama için kullanılacak

source: Catalog query
bg: Каталог заявка
ca: Cerca al catàleg
cs: Katalog dotaz
da: Katalogforespørgsel
de: Katalog Abfrage
el: Κατάλογος ερώτημα
et: Kataloog päring
eu: Katalogoko kontsulta
fi: Catalog kysely
fr: Requête catalogue
hu: Katalógus lekérdezés
is: Skráning fyrirspurn
it: Query al catalogo
lt: Katalogas užklausa
lv: Katalogs vaicājums
mt: Mistoqsija Catalog
nl: Winkel-query
no: Catalog spørring
pl: Kwerenda Catalog
pt: Consulta Catálogo
ro: Criterii de interogare
ru: Запрос каталогов
sk: Dotaz katalógu
sl: Katalog poizvedba
sv: Katalog fråga
tr: Katalog sorgusu

source: Checkboxes
bg: Отметки
ca: Selecció amb caselles
cs: Políčka
da: Afkrydsningsfelter
de: Checkboxen
el: Κουτάκια
et: Ruudud
eu: Aukeraketa-kutxa (checkbox)
fi: Valintaruudut
fr: Cases à cocher
hu: Jelölőnégyzetek
is: Gátreitina
it: Caselle di controllo
lt: Varneles,
lv: Izvēles rūtiņas
nl: Selectievakjes
no: Avkrysningsbokser
pl: Pola wyboru
ro: Căsuţe
ru: Флажки
sk: Zaškrtávacie polia
sl: Potrditvena polja
sv: Kryssrutor
tr: Kutularını

source: Close on select
fr: Fermer après sélection
ro: Închide după fiecare select

source: Close selection popup after each select
fr: Fermer le popup après chaque sélection
ro: Rulează căutarea după fiecare element selectat

source: Cloud height
bg: Cloud височина
ca: Alçada del núvol
cs: Cloud výška
da: Skyens højde
de: Wolkenhöhe
el: Ύψος Cloud
et: Cloud kõrgus
eu: Lainoaren altuera
fi: Cloud korkeus
fr: Hauteur du nuage
hu: Cloud magasság
is: Cloud hæð
it: Altezza del cloud
lt: Debesis aukštis
lv: Mākonis augstums
mt: Għoli Cloud
nl: Cloud hoogte
no: Cloud høyde
pl: Wysokość opadów
pt: Nuvem de altura
ro: Înălţime
ru: Высота облаков
sk: Výška oblaku
sl: Cloud višina
sv: Molnet höjd
tr: Cloud yüksekliği

source: Cloud height (px)
bg: Cloud височина (пиксела)
ca: Alçada del núvol (px)
cs: Cloud výška (px)
da: Skyens højde (px)
de: Wolkenhöhe (px)
el: Σύννεφο ύψος (px)
et: Cloud kõrgus (px)
eu: Lainoaren altuera (px)
fi: Cloud korkeus (px)
fr: Hauteur du nuage (px)
hu: Cloud magasság (px)
is: Cloud hæð (px)
it: Altezza del Cloud (px)
lt: . Debesis aukštis (px)
lv: Mākonis augstums (pikseļi)
mt: Cloud għoli (px)
nl: Cloud hoogte (px)
no: Cloud høyde (px)
pl: Chmura Wysokość (px)
pt: Nuvem de altura (px)
ro: Înălţime
ru: Высоты облаков (пикселей)
sk: Výška oblaku (px)
sl: Cloud višina (px)
sv: Cloud höjd (px)
tr: Cloud yüksekliği (px)

source: Cloud type
bg: Cloud тип
ca: Tipus de núvol
cs: Cloud typu
da: Tag cloud-type
de: Cloud-Typ
el: Τύπου Cloud
et: Cloud liik
eu: Laino-tamaina
fi: Cloud tyyppi
fr: Type de nuage
hu: Cloud típusú
is: Cloud tegund
it: Tipo di cloud
lt: Debesis tipas
lv: Mākonis tips
mt: Tip Cloud
nl: Cloud soort
no: Cloud typen
pl: Typu cloud
pt: Tipo de nuvem
ro: Tip
ru: Тип облаков
sk: Typ oblaku
sl: Cloud vrsta
sv: Molnet typ
tr: Bulut türü

source: Configuration imported
bg: Конфигурация внесени
ca: S'ha importat la configuració
cs: Konfigurace dovážené
da: Opsætning importeret
de: Einstellungen wurden importiert
el: Εισάγονται Διαμόρφωση
et: Configuration imporditud
eu: Konfigurazioa ondo inportatu da
fi: Määritykset on tuotu
fr: Configuration importée
hu: Configuration importált
is: Stillingar flutt
it: Configurazione importata
lt: Konfigūracija importuojamas
lv: Konfigurācija importē
mt: Konfigurazzjoni importati
nl: Configuratie geïmporteerd
no: Konfigurasjon importert
pl: Konfiguracja importowane
pt: Configuração importada
ro: Configuraţie importată
ru: Конфигурация импортированный
sk: Konfigurácia importovaná
sl: Nastavitve uvozi
sv: Konfiguration importeras
tr: Yapılandırma ithal

source: Configure
ca: Configura
eu: Konfiguratu
fr: Configurer
ro: Configurați

source: Content listing
bg: Съдържание списък
ca: Llista dels continguts
cs: Obsah stránek
da: Indholdsliste
de: Inhaltsauflistung
el: Λίστα περιεχομένων
et: Sisuloendis
eu: Edukien zerrenda
fi: Sisällön listalle
fr: Liste des contenus
hu: Tartalom lista
is: Efni skráningu
it: Elenco dei contenuti
lt: Turinio sąrašas
lv: Satura sarakstā
mt: Elenkar Kontenut
nl: Inhoudsopgave
no: Innhold notering
pl: Wpis Content
pt: Listagem de conteúdo
ro: Listare conţinut
ru: Содержимое листинга
sk: Obsah stránok
sl: Seznamu vsebine
sv: Innehållet notering
tr: İçerik listesi

source: Control the range of yearsdisplayed in the year drop-down: either relative to today's year (-nn:+nn), relative to the currently selected year (c-nn:c+nn), absolute (nnnn:nnnn), or combinations of these formats (nnnn:-nn).
bg: Контролирайте обхвата на yearsdisplayed на година падащото: или роднина години днес (-нн: + NN), по отношение на избраната година (в-нн: в + NN), абсолютна (NNNN: НННН), или комбинации от тези формати (NNNN:-нн).
ca: Controla l'interval d'anys que es mostren en el desplegable: relativament a l'any actual (-nn:+nn), relativament a l'any seleccionat (c-nn:c+nn), absolutament (nnnn:nnnn), o combinacions d'aquests formats (nnnn:-nn).
cs: Měnit rozsah yearsdisplayed v roce drop-down: buď vzhledem k dnešním roku (-nn: + nn), vzhledem k právě vybrané rok c-nn: C + nn), absolutní (nnnn: nnnn), nebo kombinace z těchto formátů (nnnn:-nn).
da: Indstil den årrække der skal kunne vælges fra - enten i forhold til indeværende år (-nn:+nn), i forhold til det valgte år (c-nn:c+nn), eller helt frit (nnnn:nnnn). Du kan også bruge en kombination af disse formater, f.eks. (nnnn:-nn).
de: Steuerung der Bereich von yearsdisplayed im Jahr Drop-down: entweder relativ zu heutigen Jahr (-nn: + nn), bezogen auf den aktuell gewählten Jahr (c-nn: c + nn) absolut (nnnn: nnnn) oder Kombinationen dieser Formate (nnnn:-nn).
el: Ελέγξτε το φάσμα των yearsdisplayed το έτος drop-down: είτε σε σχέση με το έτος σημερινή (-nn: + nn), σε σχέση με το επιλεγμένο έτους (γ-nn: C + nn), απόλυτη (nnnn: nnnn), ή συνδυασμούς από αυτές τις μορφές (nnnn:-NN).
et: Kontrollida erinevaid yearsdisplayed aastal rippmenüüst: kas võrreldes tänapäeva aasta (-nn: + NN), võrreldes valitud aasta (c-nn: c + NN), absoluutne (nnnn: nnnn), või nende kombinatsioone neid formaate (nnnn:-nn).
eu: Urteen aukeraketa menuko urteen tartea kontrolatu: uneko urtearen tartea (-nn:+nn), aukeratutako urtearekiko erlatibioa (c-nn:c+nn), absolutua (nnnn:nnnn) edo esandako formatuen arteko konbinazioak (nnnn:-nn).
fi: Ohjaa eri yearsdisplayed vuonna avattavasta: joko suhteessa nykypäivän vuoteen (-nn: + nn), suhteessa valittuun vuoteen (c-nn: c + nn), absoluuttinen (nnnn: nnnn), tai niiden yhdistelmiä seuraavista muodoista (nnnn:-nn).
fr: Contrôle l'interval affiché dans la liste des années: soit relatif à l'année en cours (-nn:+nn), soit relatif à l'année sélectionnée (c-nn:c+nn), soit absolu (nnnn:nnnn) ou alors une combinaison de ces formats (nnnn:-nn).
hu: Irányítsd a tartományban yearsdisplayed az év legördülő: vagy képest a mai év (-nn: + nn) képest az aktuális év eredménye (c-nn: c + nn), az abszolút (nnnn: nnnn), vagy ezek kombinációi Ezen formátumok (nnnn:-nn).
is: Stjórna fjölda yearsdisplayed árið falla niður: annaðhvort miðað við árið í dag (-nn: + nn) og miðað við valinn árið c-nn: c + nn), alger (NNNN: NNNN), eða samsetningar þessi snið (NNNN:-nn).
it: Controllare l'intervallo di yearsdisplayed nell'anno discesa: o relativo all'anno oggi (-nn: + nn), relativo all'anno selezionato (c-nn: c + nn), assoluto (nnnn: nnnn), o combinazioni di questi formati (nnnn:-nn).
lt: Valdymo diapazoną yearsdisplayed į metus išskleidžiamajame: arba santykinį šiandienos metų [-n: + NN), palyginti su šiuo metu pasirinktos metų straipsnio c-n: c + NN), absoliučią (nnnn: nnnn), arba jų derinius šių formatų (nnnn:-n).
lv: Kontrolētu klāstu yearsdisplayed gadā nolaižamajā: vai nu attiecībā pret šodienas gadu (-nn: + nn), kas atkarīga no pašlaik atlasītā gadā punkta c-nn: c + nn), absolūti (nnnn: nnnn), vai abus kopā no šiem formātiem (nnnn:-nn).
mt: Kontroll tal-firxa ta 'yearsdisplayed fis-sena drop-down: jew relattiv għal sena tal-lum (-nn: + nn), relattiva għas-sena attwalment magħżula (c-nn: c + nn), assoluta (nnnn: nnnn), jew kombinazzjonijiet ta 'dawn il-formati (nnnn:-nn).
nl: Controle het bereik van yearsdisplayed in het jaar drop-down: ofwel ten opzichte van de jaren de huidige (-nn: + nn), ten opzichte van de momenteel geselecteerde jaar (c-nn: c + nn), absolute (nnnn: nnnn), of combinaties van deze formaten (nnnn:-nn).
no: Styr utvalg av yearsdisplayed i år drop-down: enten i forhold til dagens år (-nn: + nn), i forhold til den valgte året (c-nn: c + nn), absolutt (nnnn: nnnn), eller kombinasjoner av disse formatene (nnnn:-nn).
pl: Kontrolować zakres yearsdisplayed w roku rozwijanej: albo w stosunku do dzisiejszego roku (-nn: + nn), w stosunku do aktualnie wybranego roku (c-nn: c + nn), absolutną (nnnn: nnnn), lub kombinacji z tych formatów (nnnn:-nn).
pt: Controle o intervalo de yearsdisplayed no ano drop-down: ou em relação ao ano de hoje (-nn: + nn), em relação ao ano atualmente selecionado (c-nn: c + nn), absoluto (nnnn: nnnn), ou combinações destes formatos (nnnn:-nn).
ro: Controlați intervalul anilor afișați în cursul anului: fie relativ la anul actual (-nn: + nn), comparativ cu anul selectat în prezent (c-nn: c + nn), absolut (nnnn: nnnn) din aceste formate (nnnn: -nn).
ru: Контроль диапазона yearsdisplayed в год выпадающий: либо относительно текущий год (-п + п), относительно выбранного года (С-П: С + П), абсолютный (NNNN: NNNN), или их комбинации из этих форматов (NNNN:-п).
sk: Meniť rozsah yearsdisplayed vo výbere roku: buď vzhľadom k dnešnému roku (-nn:+nn), relatívne vzhľadom k práve vybranému rok (c-nn:c+nn), absolútne (nnnn:nnnn), alebo kombinácia z týchto formátov (nnnn:-nn).
sl: Nadzor nad vrsto yearsdisplayed v letu spustnem: bodisi glede na leto današnji (-nn: + nn), ki glede na trenutno izbrano leto (C-nn: c + nn), ki absolutno (nnnn: nnnn) ali s kombinacijo od teh formatov (nnnn:-nn).
sv: Styr olika yearsdisplayed i år drop-down: antingen i förhållande till dagens året (-nn: + nn), i förhållande till den valda året (c-nn: c + nn), absolut (nnnn: nnnn), eller kombinationer dessa format (nnnn:-nn).
tr: Seçili yıl (c-nn: c + nn) göre,: bugünün yıl (-nn + nn) için ya göre:, mutlak (nnnn: nnnn), veya birleşimleri açılan yıl yearsdisplayed aralığı kontrol Bu formatların (nnnn:-nn).

source: Count results
bg: Брой резултати
ca: Compta els resultats
cs: Počítat výsledky
da: Tæl resultater
de: Zähle Ergebnisse
el: Μετρήστε τα αποτελέσματα
et: Krahv tulemusi
eu: Emaitza kopurua erakutsi
fi: Laske tulokset
fr: Compter les résultats
hu: Számlálás eredményeit
is: Fjöldi niðurstöður
it: Conteggio dei risultati
lt: Balsavimo rezultatų
lv: Skaita rezultātus
mt: Count riżultati
nl: Count resultaten
no: Tell resultater
pl: Zliczanie rekordów
pt: Conte com resultados
ro: Numără rezultatele
ru: Результаты подсчета
sk: Počítať výsledky
sl: Računajo rezultate
sv: Räkna resultat
tr: Maçların sonuçları

source: Counters
bg: Броячи
ca: Comptadors
cs: Žetony
da: Tællere
de: Zähler
el: Μετρητές
et: Loendurid
eu: Kontagailua
fi: Laskurit
fr: Compteurs
hu: Számlálók
is: Gegn
it: Contatori
lt: Skaitikliai
lv: Skaitītāji
nl: Tellers:
no: Tellere
pl: Liczniki/
pt: Contadores
ro: Contoare
ru: Счетчики
sk: Počítadlá
sl: Števci
sv: Räknare
tr: Sayaçlar

source: Criterion details
bg: Критерий детайли
ca: Detalls del filtre
cs: Kritérium detaily
da: Detaljer om kriteriet
de: Kriteriendetails
el: Κριτήριο λεπτομέρειες
et: Kriteerium details
eu: Irizpideen ezaugarriak
fi: Kriteeri yksityiskohdat
fr: Détails du critère
hu: Kritérium részletek
is: Forsendu upplýsingar
it: Dettagli del criterio
lt: Kriterijaus reikalavimų
lv: Kritērijam
mt: Kriterju dettalji
nl: Criterium informatie
no: Kriteriet detaljer
pl: Dane kryterium
pt: Critério detalhes
ro: Detalii criteriu
ru: Критерий детали
sk: Detaily kritéria
sl: Merilo podrobnosti
sv: Kriterier detaljer
tr: Kriter detayları

source: Criterion interface
ca: Interfície del criteri
eu: Irizpidearen interfazea
ro: Interfață de criterii
